[
    {
        "doi": "10.4121\/0dc9c47a-2294-4811-a0fe-e049cb15ff3d.v1",
        "title": "GeoDFN - A Flexible, Open-Source Software for Generating Geologically Consistent Discrete Fracture Networks",
        "description": "GeoDFN is an open-source software that provides comprehensive control over fracture properties and allows us to explore how a broad range of geological uncertainties impact the geometry and connectivity of fracture networks. GeoDFN employs a hybrid approach, combining the advantages of mechanical and statistical methods in generating DFNs, which ensures geological consistency in fracture placement while maintaining computational efficiency. At the core of this hybrid approach is the consideration of stress shadow, as buffer zone around fractures, which impose a minimum spacing between fractures and prevent them from being placed in geologically unrealistic locations. Considering stress shadow also imposes a natural limit on the maximum fracture intensity of the network, reflecting the network saturation observed in real geological formations. Various models for calculating fracture apertures are provided in GeoDFN, including models that account for external stress conditions, such as the Barton-Bandis model. This capability enables detailed analysis of how fracture apertures influence fluid flow and network permeability under different geological conditions.<br>GeoDFN can be linked to any flow simulator capable of modeling fluid flow in fractured geological formations, providing a versatile tool for subsurface flow analysis. Here, we demonstrate its integration with the MATLAB Reservoir Simulation Toolbox (MRST), an open-source simulator widely used for modeling flow and transport processes. The integration with MRST enables users to easily import generated DFNs and conduct a variety of simulations, including single-phase and multiphase flow, heat transfer, and solute transport. By utilizing MRST’s Embedded Discrete Fracture Model (EDFM) approach, the complex interactions between fractures and the surrounding rock matrix are accurately represented. This connection facilitates the evaluation of how different uncertainties in fracture properties affect subsurface flow behavior, making it a powerful tool for uncertainty quantification and sensitivity analysis in diverse geological settings.<br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Water Transport | Geology | FOS: Earth and related environmental sciences | Renewable Energy | Earth Sciences | Engineering | Transport | Energy | Discrete Fracture Network | fluid flow | MRST | DFN | EDFM | Embedded Discrete Fracture Model | MATLAB Reservoir Simulation Toolbox",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/0dc9c47a-2294-4811-a0fe-e049cb15ff3d",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/12693254.v4",
        "title": "Synchronized high-resolution bed-level change and biophysical data from 10 marsh–mudflat sites in northwestern Europe",
        "description": "Tidal flats provide valuable ecosystem services such as flood protection and carbon sequestration. Erosion and accretion processes govern the eco-geomorphic evolution of intertidal ecosystems (marshes and bare flats), and hence substantially affect their valuable ecosystem services. To understand the intertidal ecosystem development, high-frequency bed-level change data are thus needed. However, such datasets are scarce due to the lack of suitable methods that do not involve excessive labour and\/or instrument cost. By applying newly-developed Surface Elevation Dynamics sensors (SED-sensors), we obtained unique high-resolution daily bed-level change data sets in the period 2013-2017 from 10 saltmarsh sites situated in the Netherlands, Belgium and Britain in contrasting physical and biological settings. At each site, multiple sensors were deployed for 9-20 months to ensure sufficient spatial and temporal coverage of highly variable bed level change processes. The bed level change data are provided with synchronized hydrodynamic data, i.e. water level, wave height, tidal current velocity, and medium grain size (D50) as well as (for some sites) chlorophyll-a level and organic matter content of the surface sediment. This dataset has revealed diverse spatial morphodynamic patterns over daily to seasonal scales, which are valuable to theoretical and model development. On the daily scale, this dataset is particularly instructive as it includes a number of storm events, the response to which can be detected in the bed level change observations. Such data are rare but useful to study tidal flat response to highly energetic conditions.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Geophysics | FOS: Earth and related environmental sciences | Oceanography | Physical Geography and Environmental Geoscience | Other Earth Sciences | SED-sensors | Tidal flats | bed-level change | biophysical interactions | hydrodynamics | storms | Time: 2013\/2017",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "geomorphic evolution",
        "group3matches": null,
        "doiBase": "10.4121\/12693254",
        "doiVersion": "4"
    },
    {
        "doi": "10.4121\/12697364.v2",
        "title": "Supporting data for: Core Testing Method to Assess Nonlinear Shear-Sliding Behaviour of Brick-Mortar Interfaces: A Comparative Experimental Study",
        "description": "In this study, tests on cores and companion tests on triplets are compared with respect to the evaluation of the nonlinear shear-sliding behaviour of masonry, including the determination of post-peak softening response. Due to its slightly-destructive sampling nature and its good agreement with triplet results, the core testing method is confirmed to be a competitive technique for the in-situ assessment of the cohesion, friction coefficient, and shear modulus of mortar. Additionally, the comparisons in terms of dilatancy and energy dissipation, novel aspects with respect to previous studies, provide interesting insights for further research on the cohesive and frictional mechanisms occurring at brick-mortar interfaces.",
        "subjects": "Construction Materials Performance and Processes | Civil Engineering | FOS: Civil engineering | Cylindrical cores | Energy dissipation in shear | Nonlinear shear-sliding behaviour | Post-peak softening | Slightly-destructive sampling method | dissertation",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "cohesion|friction coefficient|shear modulus|frictional|energy dissipation|Energy dissipation",
        "group3matches": null,
        "doiBase": "10.4121\/12697364",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/12713642.v2",
        "title": "Supplemental data for the paper: Diffusion of hydrophilic organic micropollutants in granular activated carbon with different pore sizes",
        "description": "Hydrophilic organic micropollutants are commonly detected in source water used for drinking water production. Effective technologies to remove these micropollutants from water include adsorption onto granular activated carbon in fixed-bed filters. The rate-determining step in adsorption using activated carbon is usually the adsorbate diffusion inside the porous adsorbent. The presence of mesopores can facilitate diffusion, resulting in higher adsorption rates.We used two different types of granular activated carbon, with and without mesopores, to study the adsorption rate of hydrophilic micropollutants. Furthermore, equilibrium studies were performed to determine the affinity of the selected micropollutants for the activated carbons. A pore diffusion model was applied to the kinetic data to obtain pore diffusion coefficients. We observed that the adsorption rate is influenced by the molecular size of the micropollutant as well as the granular activated carbon pore size.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Civil Engineering | FOS: Civil engineering | Environmental Science and Management | FOS: Earth and related environmental sciences | Activated carbon | Adsorption kinetics | Hydrophilic micropollutants | Intra-particle diffusion | Pore diffusion",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "pore size",
        "group3matches": null,
        "doiBase": "10.4121\/12713642",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/12853844.v1",
        "title": "Data associated to the research on Titanite geochronology and thermometry",
        "description": "U-Pb geochronology and Zr-in-titanite thermometry on titanite from Argentina. The project is about understanding the tectonic evolution of the Cambrian-Ordovician Famatinian Orogen in NW Argentina. Titanite was used to date the time of metamorphism as well as the temperature associated with its growth.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geochemistry | Geochronology | Titanite geochronology",
        "group1matches": "Titanite|titanite|titanite|Titanite|Titanite|Orogen",
        "group2matches": "geochronology|geochronology|Geochronology|geochronology|U-Pb|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/12853844",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13121978.v1",
        "title": "Pb isotopic data of the Yangtze Gravel",
        "description": "Pb isotopic compositions and zircon U-Pb data for the late Cretaceous-Quaternary from the middle-lower Yangtze River.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | K-feldspar | Yangtze River region | Pb isotopic",
        "group1matches": "zircon",
        "group2matches": "U-Pb|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/13121978",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13140170.v1",
        "title": "Dataset underlying the master thesis: Ship collision on inflatable weirs",
        "description": "These experiments indicate what happens if a push convoy ship collides with an inflatable weir. The experiment set-up has been done for location Grave in the Meuse, with scale 1:25. The model includes the effects of the bow angle ship, friction inflatable weir-ship, air pressure inside membrane and the water motions.By varying the mass and velocity of the ship, a relation can be described for the motions of the ship and weir and the side effects of the water.D is draught corresponding to a mass and v1, v2 v3 and v4 are the velocities in ascending order.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Water Transport | Maritime Engineering | FOS: Environmental engineering | inflatable | weir | dam | rubber | ship collision | Hydraulic Engineering | master thesis",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "friction",
        "group3matches": null,
        "doiBase": "10.4121\/13140170",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13148441.v1",
        "title": "Data underlying the publication: Multi-material adhesive joints with thick bond-lines: crack onset and crack deflection",
        "description": "Structural bonding of composite materials is being used in shipbuilding and civil industries. Due to manufacturing and in-service constraints, the bonded regions are characterized by adhesive layers with a thickness of up to 10 mm. With such thicknesses, a weakness to be recognized, from both scientific and applied points of view, is the stress gradient at bi-material edges and corners, exacerbated by differences in materials properties. This study aims to investigate the fracture onset and crack deflection in adhesive joints with thick bond-lines (≈ 10 mm) under global mode I loading. More specifically, the role of adherend-adhesive modulus-mismatch and the role of pre-crack length, Δ𝑎, are scrutinized. The parameters controlling the crack path directional stability are also discussed. Single-material (i.e. steel-steel and GFRP-GFRP) and bi-material (i.e. steel-GFRP) double-cantilever beam joints bonded with a structural epoxy adhesive are tested. The tests are aided by a 3D image acquisition system. Moreover, the different joints are modelled analytically, considering a beam on elastic-plastic foundation, to indicate and include characteristic length scales of the problem (e.g. adhesive thickness, yield plastic zone, elastic zone). To link the experimental findings to existing theoretical models, the behaviour of the different joints is also assessed numerically. An empirical relation, in terms of geometrical and material properties of the joints, that defines the transition between non-cohesive and cohesive fracture onset is found - for a given material mismatch (Δ𝑎crit.\/ℎadher)4 ∼ (𝑡a\/ℎadher). In general, for Δ𝑎 &lt; Δ𝑎crit.: the stress singularity near the bi-material corner rules over the stress singularity at the pre-crack tip. The bi-material corner with the highest modulus-mismatch dictates the region of fracture initiation; for Δ𝑎 ⩾ Δ𝑎crit.: the stress singularity at the pre-crack tip is dominant, resulting in cohesive fracture onset. However, the cracking direction rapidly deflects out from the adhesive layer centre-line. Positive 𝑇-stress along the crack tip is found considering 10 mm thick bond-line, being one of the factors for unstable crack path.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Mechanical Engineering | FOS: Mechanical engineering | Maritime Engineering | FOS: Environmental engineering | Civil Engineering | FOS: Civil engineering | mode I | fracture onset | thick adhesive bond-line",
        "group1matches": "gineering | FOS: |gineering | mode ",
        "group2matches": "crack|crack|crack|crack|rack | tip.|ip is|p is |th. M|g direct",
        "group3matches": null,
        "doiBase": "10.4121\/13148441",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13352363.v1",
        "title": "Pb data of Cenozoic deposits inTaiwan",
        "description": "Pb isotopic data of K-feldspar from Eocene-Miocene sandstones in Taiwan and its implications for drainage evolution of eastern Asia<br>",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Pb isotopic data | K-feldspar | Taiwan | Time: Cenozoic",
        "group1matches": "sandstones",
        "group2matches": "Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/13352363",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13516259.v1",
        "title": "Data underlying article \"Assessing biomass and primary production of microphytobenthos in depositional coastal systems using spectral information\"",
        "description": "Median grain sizes, chlorophyll-a (spectrophotometric), primary production (14C) in Excel file. In situ spectral measurements in 3 Zip files.",
        "subjects": "Plant Biology | FOS: Biological sciences | Ecology | Other Plant Production and Plant Primary Products | Ecological Applications | FOS: Earth and related environmental sciences | Sentinel 2 | NDVI metrics | chlorophyll concentration | 14C incubations | microphytobenthic biomass | Intertidal Marine Sediments | microphytobenthos (MPB) | Time: 2018-2019",
        "group1matches": "Sediments",
        "group2matches": "14C|14C",
        "group3matches": null,
        "doiBase": "10.4121\/13516259",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13603775.v1",
        "title": "Supplementary data to the paper: 3D Printing of a Self-Healing Thermo-plastic Polyurethane Through FDM: from Polymer Slab to Mechanical Assessment",
        "description": "This dataset contains the data corresponding to the following publication:Linda Ritzen, Vincenzo Montano and Santiago J. Garcia. 3D Printing of aSelf-Healing Thermo-plastic Polyurethane Through FDM: from Polymer Slab to Mechanical Assessment. Polymers 2021, 13, 305.https:\/\/doi.org\/10.3390\/polym13020305<br>Abstract:The use of self-healing (SH) polymers to make 3D-printed polymeric parts offers the potential to increase the quality of 3D-printed parts and to increase their durability and damage tolerance due to their (on-demand) dynamic nature. Nevertheless, 3D-printing of such dynamic polymers is not a straightforward process due to their polymer architecture and rheological complexity and the limited quantities produced at lab-scale. This limits the exploration of the full potential of self-healing polymers. In this paper, we present the complete process for fused deposition modelling of a room temperature self-healing polyurethane. Starting from the synthesis and polymer slab manufacturing, we processed the polymer into a continuous filament and 3D printed parts. For the characterization of the 3D printed parts, we used a compression cut test, which proved useful when limited amount of material is available. The test was able to quasi-quantitatively assess both bulk and 3D printed samples and their self-healing behavior. The mechanical and healing behavior of the 3D printed self-healing polyurethane was highly similar to that of the bulk SH polymer. This indicates that the self-healing property of the polymer was retained even after multiple processing steps and printing. Compared to a commercial 3D-printing thermoplastic polyurethane, the self-healing polymer displayed a smaller mechanical dependency on the printing conditions with the added value of healing cuts at room temperature.<br>The dataset contains the following measurements:- Differential Scanning Calorimetry (DSC) of SH-TPU.- Filament thickness measurements of the filaments used for 3D printing.- Fourier Transform Infrared Spectroscopy (FTIR) of SH-TPU in the pristine, filament and 3D printed condition.- Force-displacement curves of the mechanical testing of SH-TPU and commercial TPU Ninjaflex.- Rheology results (shear rate analysis and temperature sweep) of SH-TPU and commercial TPU Ninjaflex.- Thermogravimetric analysis (TGA) of SH-TPU in pristine and filament condition.<br>The experimental set-up used to obtain these data can be found in the article and has also been included in the .txt files in the folders of the measurements. <br>",
        "subjects": "Materials Engineering | FOS: Materials engineering | Self-healing | Polyurethanes | 3D printing | Cut test",
        "group1matches": "Polyurethane|Polyurethane|polyurethane|polyurethane|polyurethane|3D-printed|3D-printed|3D printed|3D printed|3D printed|3D printed|3D printed",
        "group2matches": "Fourier Transform Infrared Spectroscopy|rheological|Rheology",
        "group3matches": null,
        "doiBase": "10.4121\/13603775",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13643684.v1",
        "title": "Supplementary information for the publication: Influence of soapstone waste on the mechanical and rheological properties of HDPE",
        "description": "Soapstone waste was characterized through X-Ray diffraction, automated image analysis, FTIR and Raman spectroscopy. The waste was used as filler in high-density polyethylene composites. The composites with different filler fractions were characterized by tensile testing and rheology analysis.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Chemical Engineering | FOS: Chemical engineering | HDPE | Soapstone | Tensile Testing | Particulate Composites | rheology analyses | Raman | Particle analysis | High density polyethylene(HDPE) | X-ray diffraction (XRD) | Fourier Transform Infra-Red Spectroscopy (FTIR) | Plastic filler",
        "group1matches": "polyethylene|polyethylene",
        "group2matches": "X-Ray diffraction|X-ray diffraction|Raman|Raman|rheological|rheology|rheology",
        "group3matches": null,
        "doiBase": "10.4121\/13643684",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/13ead45e-f96d-4857-8277-76b26fc77b7c.v1",
        "title": "Dataset accompanying the dissertation \" Predicting temperature patterns and flow behaviour of poorly constrained geothermal fields: The case of Songwe extensional basin (Tanzania).",
        "description": "This dataset provides chapter-specific data supporting the thesis. The folder for chapter 2 the data contains the simulated subsurface temperature from the 2D and 3D conductive thermal models where the fluid was not taken into account. A file for chapter 3 contains data relating to the published article \" <strong style=\"color:rgb(34, 34, 34);\">Identification of water–rock interaction of surface thermal water in Songwe medium temperature geothermal area, Tanzania<\/strong>\". For chapter 4 is the simulated temperature data from the natural state model where presence of fluid is considered. And for chapter 5 is the data for the simulated temperature where the fluid, injection and the production wells are considered. The dataset also contains a folder for the laboratory tests results conducted on the rock and fluid samples collected during field work , the data which has been used in all the modelling works performed in chapter 2, chapter 3, chapter 4 and chapter 5.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Mechanical Engineering | FOS: Mechanical engineering | Geology | Energy Exploration | Geophysics | Renewable Energy | Earth Sciences | Engineering | Energy | Thermal modelling | Subsurface temperature distribution | Steady-state conductive thermal model | Natural state modelling | Geothermal production prediction | Songwe geothermal field | Geochemical modelling | Water-rock interaction | Fluid source",
        "group1matches": "geothermal|geothermal|Geothermal|geothermal",
        "group2matches": "Geochemistry|Geochemical",
        "group3matches": null,
        "doiBase": "10.4121\/13ead45e-f96d-4857-8277-76b26fc77b7c",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14035139.v1",
        "title": "Data underlying the publication: \"Zwitterionic Dendrimer – Polymer Hybrid Copolymers for Self-Assembling Antifouling Coatings\"",
        "description": "Two different routes to synthesize polymer-dendrimer hybrids by the coupling of poly(L-lysine) and zwitterionic dendrimers (ZIDs) for self-assembling antifouling coatings. Their potential use as antifouling coatings was tested by fluorescence microscopy and quartz crystal microbalance.<br>",
        "subjects": "Organic Chemistry | FOS: Chemical sciences | Dendrimer | Antifouling coatings | Surface chemistry | Macromolecule | Zwitterionic | PLL",
        "group1matches": "quartz",
        "group2matches": "microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/14035139",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14066504.v1",
        "title": "Co-seismic Surface Dilatation and Shear Strain Fields Derived from SPOT-5 Displacements",
        "description": "Repeated earthquake cycles produce topography, fault damage zones, and other geologic structures along faults. These geomorphic and structural features indicate the presence of co-seismic permanent (inelastic) surface deformation, yet a long-standing question in earthquake research is how much of the co-seismic deformation field is elastic versus inelastic. These questions arise in part because it is unclear what measurable co-seismic characteristics, such as off-fault or distributed surface deformation and cracking, represent true unrecoverable deformation. One emerging descriptor of permanent co-seismic deformation is surface strain magnitudes inferred from imaging geodesy observations. In this study, we present the surface strain field of the 2013 Mw7.7 Baluchistan strike-slip earthquake in southern Pakistan. We invert co-seismic displacement fields generated from pixel-tracking of SPOT-5 and WorldView optical imagery for co-seismic surface horizontal strain tensors. We observe that co-seismic strain field is dominated by negative dilatation strains, indicating that the co-seismic fault zone contracted during the earthquake. We show that co-seismic inelastic failure exhibits a relatively consistent width along the rupture that is localized to a zone 100-200 m wide on the hanging wall side. The width of co-seismic permanent deformation does not correlate with variations in off-fault deformation or surface geology. Based on comparisons to other recent earthquakes, we posit that the permanent surface strains reflect inelastic deformation of the faults inner damage zone, and that the width of this zone reflects fault maturity.",
        "subjects": "Physical Geography and Environmental Geoscience | FOS: Earth and related environmental sciences | Geophysics | Earthquake deformation | Geodesy | surface strain",
        "group1matches": "seismic fault",
        "group2matches": "elastic versus inelastic|inelastic|inelastic|inelastic|permanent deformation|inelastic deformation|cracking",
        "group3matches": null,
        "doiBase": "10.4121\/14066504",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14075894.v1",
        "title": "A co-seismic fault slip distribution for the Mw 7.5 2018 Palu earthquake",
        "description": "This dataset contains a finite fault model of the co-seismic slip distribution of the 2018 <i>M<sub>w<\/sub><\/i> 7.5 Palu earthquake. This finite fault model was used in the study of post-seismic surface displacements following the 2018 <i>M<sub>w<\/sub><\/i> 7.5 Palu earthquake (in Geochemistry, Geophysics, Geosystems entitled: A transient in surface motions dominated by deep afterslip subsequent to a shallow supershear earthquake: the 2018 <i>M<sub>w<\/sub><\/i> 7.5 Palu case).<br>This finite fault model was determined as an intermediate result in another study, on the co-seismic surface displacement and tsunami generation by Simons and Broerse et al. which is currently (Februari 2021) in preparation entitled: “A tsunami generated by a strike-slip event: constraints from space geodesy on the 2018 Palu earthquake”. This study combines co-seismic GPS offsets with a multitude of SAR-derived displacement fields in a Bayesian approach to infer the most likely fault slip distribution on a set of fault segments in NW Sulawesi. The surface fault trace dictates the succession of linear fault segments with distinct dip angles that loosely connect to a long segment at depth. This fits well within the tectonic setting of the Palu Valley and Bay area which is characterized as a transtensional basin. In this finite fault model it is assumed that the surface fault trace is continuous in Palu Bay so that those segments north and south of Palu Bay continue offshore with their respective azimuths and connect.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Finite Fault | Palu | Sulawesi | Bayesian inversion | Fault Slip Distribution | Co-seismic displacement",
        "group1matches": "seismic fault|fault slip|Fault Slip",
        "group2matches": "Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/14075894",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14381855.v1",
        "title": "Data underlying the publication: Liquid–liquid displacement in slippery liquid-infused membranes (SLIMs)",
        "description": "This dataset includes:1- All the data collected during liquid-liquid displacement experiments and all the corresponding analysis. This experiment was performed by pushing water at high flux values in 5 different cycles and measuring the pressure simultaneously.2- Fitting of LLDP results to the interfacial pore flow model.3- Microfluidic experimental observations in a microfluidic chip mimicking the porous membrane using laser scanning confocal microscopy and all the analysis using MATLAB.4- The Buckly-Leverett analysis of the shock front movement obtained from the microfluidic observations (using Matlab reservoir Simulation ToolBox (MRST)).5- Water contact angle measurement of dry, liquid-infused and dense PVDF membranes.6- Pore size distribution measurements of the pristine membrane.7- The results of surface tension values of all the infusion liquids and the corresponding interfacial tension measurements with water.8- The viscosity measurement results of all the infusion liquids.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Civil Engineering | FOS: Civil engineering | Materials Engineering | FOS: Materials engineering | liquid-liquid displacement | porous media flow | liquid-infused membranes | Buckly-Leverett analysis | Saturation of non-wetting phase",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "viscosity measurement|Pore size distribution|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/14381855",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14537856.v1",
        "title": "Supporting information for the article: Elastic geobarometry for anisotropic inclusions in anisotropic host minerals: quartz-in-zircon.",
        "description": "This dataset contains the supporting information for the article: Gonzalez et al. Elastic geobarometry for anisotropic inclusions in anisotropic host minerals: quartz-in-zircon. Journal of Geophysical Research: Solid Earth.<br>These supplementary materials provide further details about the elastic properties, axial conventions, and relative orientation of the host zircon and the quartz inclusion. The datasets provide all the results of the quartz-in-zircon calculations in table format. The datasets include the unrelaxed and relaxed strains, and the relaxation tensors.<br>",
        "subjects": "Other Earth Sciences | FOS: Earth and related environmental sciences | Geophysics | elastic thermobarometry | anisotropy | elasticity | quartz | thermobarometry | zircon",
        "group1matches": "quartz|zircon|quartz|zircon|zircon|quartz|quartz|zircon|quartz|zircon",
        "group2matches": "elasticity|relaxation",
        "group3matches": null,
        "doiBase": "10.4121\/14537856",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14572056.v1",
        "title": "Dataset and scripts for \"Quantifying natural sediment erodibility using a mobile oscillatory field flume\"",
        "description": "Dataset and scripts for \"Quantifying natural sediment erodibility using a mobile oscillatory flow channel\"<br>The dataset contains measurements and analyses of erodibility of defaunated sediments with a range in mud contents, erodibility measurements of sand using a range of wave periods, and erodibility measurements of natural sediments from the Mokbaai tidal basin in Texel, The Netherlands. <br><br>Data.zip contains all data + ReadMe.txt with more detailed explanation of contents. Scripts are available both as .mlx files (live scripts to run in Matlab) and wordfiles including output figures (for examination only).",
        "subjects": "Ecology | FOS: Biological sciences | Physical Geography and Environmental Geoscience | FOS: Earth and related environmental sciences | cohesive sediment | erodibility | estuary | ud | sand | shear stress | tidal flat | waves",
        "group1matches": "sediments|sediments",
        "group2matches": "flow channel|erodibility|erodibility|erodibility|erodibility|erodibility|erodibility",
        "group3matches": null,
        "doiBase": "10.4121\/14572056",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14572362.v1",
        "title": "Data underlying the publication: Formulation of tunable size PLGA-PEG nanoparticles for drug delivery using microfluidic technology",
        "description": "Raw data associated to the article Formulation of tunable size PLGA-PEG nanoparticles for drug delivery using microfluidic technology. The work aims at the use of microfluidic to formulate PLGA particles in a more controlled and automated manner. The data includes the characterisation of nanoparticles formulated in bulk and with the microfluidic chip using DLA, TEM and TIRF microscopy.",
        "subjects": "Macromolecular and Materials Chemistry | FOS: Chemical sciences | Medicinal and Biomolecular Chemistry | Nanoparticles | Microfluidics | nanotechnology | polylactide-co-glycolide (PLGA) | polyethylene glycol (PEG)",
        "group1matches": "polyethylene",
        "group2matches": "microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/14572362",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14634021.v1",
        "title": "Data resulting from slide-hold-slide friction experiments on three types of carbonate faults rocks.",
        "description": "This data set is corresponding to the Park, Y., Hirose, T., and Ree, JH, \"<em>Carbonate fault mirrors with extremely low frictional healing rates: A possible source of aseismic creep<\/em>\" Geophysical Research Letters, 2021. The data set shows that carbonate fault mirrors have significantly low (near-zero) frictinoal healing rates, while newly formed gouges and gouges generated from destroyed fault mirrors have high frictional healing rates. This results have significant implications on modeling aseismic creep of carbonate fault zones having multiple fault mirror patches.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Friction experiments | Frictional healing | Slide-hold-slide test | Earth and related environmental sciences",
        "group1matches": "faults rocks|fault mirrors|fault mirrors|fault mirrors|fault mirror|carbonate faults|Carbonate fault|carbonate fault|carbonate fault|fault zones",
        "group2matches": "slide-hold-slide|friction|frictional healing|frictional healing|Friction|Frictional healing|Slide-hold-slide|frictional|frictional|Frictional|creep|creep",
        "group3matches": null,
        "doiBase": "10.4121\/14634021",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/14672064.v2",
        "title": "Data corresponding to the publication \"Experimental and numerical data on the role of interface for crack-width control of hybrid SHCC concrete beams\"",
        "description": "This data set presents the data corresponding to a publication in Engineering Structures (DOI:10.1016\/j.engstruct.2021.113378). It has the experimental and numerical data of tested SHCC-Concrete hybrid beams with varying interface treatments. The experimental data include the raw data for load-deformation response and the analysed data for crack width calculation using DIC - these crack widths have also been validated using visual observation and image processing using ImageJ. The tested beams are simulated using lattice modelling approach. The input and output of the numerical analysis is also included in the data set.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Hybrid Beam | SHCC | Crack Control | Lattice Model | Interface | Strain Hardening Cementitious Composite (SHCC)",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "crack|crack|crack|Crack",
        "group3matches": null,
        "doiBase": "10.4121\/14672064",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/14811420.v1",
        "title": "Experimental modal validation of a semi-analytical method for assessing dynamic behaviour of flood gates",
        "description": "The data is used for the validation of a semi-analytical model for submerged slender flexible gates that have an overhang. The wave flume at the faculty of Civil Engineering at the University of Technology of Delft served as the basis for the experiments. First dry hammer tests were executed on two different gate types: Solid and Reinforced plate. After this the gate was subjected to hammer hits for different water levels. Water levels of 0.3, 0.4, 0.5, 0.56 and 0.6 meters were tested.<br>Finally regular wave impact experiments were done for two different water levels: 0.56 m and 0.60 m. In total 5 different situations were tested in which for each test the wave height, wave period, wave length and skewness served as varying parameters.<br><br>The measurement devices that were used consist of strain gauges and accelerometers.<br><br>Experiments are executed in order to complete a master thesis with the following graduation committee:<br>Dr. Ir. Bas Hofland (Chair) - TU DelftIr. Orson Tieleman - TU DelftIr. Ermano de Almeida - TU DelftDr. Ir. Eliz-Mari Lourens - TU Delft<br><br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Modal Analysis | Submerged slender flexible gates with overhang | Semi-analytical model | Flume experiments | Wave experiments | Wet hammer tests | Modal characteristics | Flood defense systems | Hydraulic Structures | Hydraulic Engineering | Time: Januray 2021 - February 2021",
        "group1matches": "Civil Engineering|Civil Engineering|Civil engineering",
        "group2matches": "Modal Analysis",
        "group3matches": null,
        "doiBase": "10.4121\/14811420",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/15097146.v1",
        "title": "Model Package supplementary to the MSc thesis: Influence of Numerical Size Effect in Non-Linear Finite Element Analysis",
        "description": "The dataset contains numerical model for the study of numerical size effect in non-linear finite element analysis for shear failure of reinforced concrete beam without shear reinforcement. Further details are given in the notes inside the folder.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Non-Linear Finite Element Analysis | Numerical Size Effect | Load Increment | Error Tolerance | Maximum Number of Iterations | Mesh Size | Convergence State | Dowel Crack Initiation | Dowel Crack Propagation",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Crack|Crack|shear failure",
        "group3matches": null,
        "doiBase": "10.4121\/15097146",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/15153594.v2",
        "title": "Supporting information for publication \"Protracted thermal evolution of a migmatitic terrane as revealed by multiple geochronometers from the retro-arc of the early Paleozoic Famatinian orogen in NW Argentina\"",
        "description": "The spreadsheets list the results of LA-ICP-MS analyses of U-Pb isotopes and trace elements of zircon, monazite, and titanite for samples from the Sierra de Quilmes, NW Argentina. They also includes whole-rock geochemistry.<br>",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | zircon | monazite | titanite | geochronology | petrochronology | rock dating | U-Pb dating | mineral chemistry | whole-rock chemistry",
        "group1matches": "migmatitic|monazite|monazite|zircon|titanite|zircon|titanite|orogen",
        "group2matches": "geochronology|U-Pb dating|U-Pb|trace elements|U-Pb|geochemistry|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/15153594",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/16404870.v1",
        "title": "Appendices to the master thesis: Understanding environmental risks related to geothermal fluids: An integrated approach from natural and social sciences in three countries",
        "description": "This spreadsheet contains geochemistry data from geothermal fluid samples in Indonesia, Turkey and the Netherlands. This data set is part of the MSc thesis by Jeanne Steijn, titled 'Understanding environmental risks related to geothermal fluids: An integrated approach from natural and social sciences in three countries'. This thesis was published in August 2021.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geothermal | geochemistry",
        "group1matches": "geothermal|geothermal|geothermal|Geothermal",
        "group2matches": "geochemistry|Geochemistry|geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/16404870",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/16632559.v1",
        "title": "DEM simulation data containing micro- and macro-scale quantities of granular materials under triaxial compression",
        "description": "The database contains the micro scale (raw) simulation data and the postprocessed data at the macro scale. Each dataset is created by a different set of parameter that corresponds to a certain type of soil. Note, only drained triaxial stress paths, starting from an initial void ratio of 0.68 are considered here. The dataset can be recreated using the open-source software Yade (Release version: 2020.01a). The source code that executes the simulation can be found at github.com\/chyalexcheng\/grainLearning. The database can be used by GrainLearning to find the first estimate of probability distribution of DEM model parameters for calibration and optimization purposes. The micro- and macro-scale data is intended to build data-driven micro-macro transition laws.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Mechanical Engineering | FOS: Mechanical engineering | Condensed Matter Physics | FOS: Physical sciences | Other Earth Sciences | FOS: Earth and related environmental sciences | Geophysics | DEM | Granular materials | Triaxial compression | Multi-scale | YADE | GrainLearning",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "triaxial compression|triaxial stress|Triaxial compression",
        "group3matches": null,
        "doiBase": "10.4121\/16632559",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/17004049.v1",
        "title": "Dataset of Element Compositions and Mean Zircon Hafnium Isotopes of Igneous Rocks underlying the research: A test of the hypothesis that syn-collisional felsic magmatism contributes to continental crustal growth",
        "description": "The dataset contains the ages, thirty-five element compositions, and mean zircon ε<sub>Hf<\/sub>(t) compositions of igneous rocks. The data is extracted from the database GEOROC and Tibetan Magmatism Database. The lithology in the dataset includes andesitic, anorthositic, basaltic, dacitic, dioritic, gabbroic, granitic, monzonitic, rhyolitic, and ultramafic rocks. The proportion of acidic, intermediate, mafic, and ultramafic rocks are 55%, 35%, 9%, and 1%, respectively. The data are temporally concentrated in Jurassic and early Cretaceous (n = 384), then in Precambrian (n = 344), late Cretaceous (n = 330), Trassic (n = 235), Cenozoic (n = 230), Permian (n = 206), Carboniferous (n = 152), and Silurian and Ordovician (n = 133). The elements include SiO<sub>2<\/sub>, TiO<sub>2<\/sub>, Al<sub>2<\/sub>O<sub>3<\/sub>, MnO, MgO, CaO, Na<sub>2<\/sub>O, K<sub>2<\/sub>O, P<sub>2<\/sub>O<sub>5<\/sub>, V, Ni, Rb, Sr, Y, Zr, Nb, Ba, La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Dy, Ho, Er, Tm, Yb, Lu, Hf, Ta, Th, and U. The sample ages span from Proterozoic to Cenozoic, and the mean zircon ε<sub>Hf<\/sub>(t) values range from −30 to 30.The dataset is anticipated to help generate and test hypotheses particularly about the evolution of Earth's crust.It is the dataset underlying the research\/article: A test of the hypothesis that syn-collisional felsic magmatism contributes to continental crustal growth via deep learning modeling and principal component analysis of big geochemical datasets.In addition to direct utilization of raw data, advanced data science such as supervised\/unsupervised machine learning algorithms can be applied to extract implicit geologic information.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Whole-rock geochemistry | zircon Hf isotopes | Igneous Rocks | Crustal growth | deep learning | Principal component analysis",
        "group1matches": "granitic|andesitic|anorthositic|basaltic|dacitic|dioritic|gabbroic|monzonitic|rhyolitic|Zircon|zircon|zircon|zircon",
        "group2matches": "geochemical|Geochemistry|geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/17004049",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/17121380.v1",
        "title": "Data underlying the survey on Elasticity of hcp Fe-H alloy.",
        "description": "To share the metadata regarding on elasticity of hcp-Fe alloys, we have uploaded all the XDATCAR files produced in our calculations. Elastic constants of FeH0.25 (0, 2000, 3000, 4000, 5000 and 6000 K), FeH0.0625 (6000 K), FeH0.125 (6000 K) and FeH0.375 (6000 K) at 360 GPa and FeH0.25 (5500 K ) at 330 GPa were calculated by using ab initio molecular dynamics. Migration properties were calculated using Climbing-Image Nudged Elastic Band (CINEB) method.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Other Earth Sciences | Ab Initio Molecular Dynamics Calculations | Superionic state | Earth's inner core | Elasticity | Seismic velocity | hexagonal close-packed (HCP)",
        "group1matches": "inner core",
        "group2matches": "Elasticity|elasticity|Elasticity",
        "group3matches": null,
        "doiBase": "10.4121\/17121380",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/17998085.v1",
        "title": "Data underlying the research of Cataclastic Flow deformation and consequent hydro-mechanical evolution in high porosity rock",
        "description": "Abaqus output file: Triaxial compression test response under 300 MPa confinement of high porous Bentheim sandstone using Finite Elements. A damage-breakage model proposed by was used for this analysis. Besides flow analysis is also carried out to understand the change in hydraulic response during localized deformation. A detailed analysis can be found in Nanda et al. 2020.<br>PFC3D output file and input file.<br><br>Nanda, Kamal, et al. \"Hydro-mechanical response in porous rocks during localized deformation: finite element analysis.\" <i>Journal of structural geology<\/i> 130 (2020): 103909.<br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Pfc3d | Discrete element model (DEM) | Finite element modeling (FEM) | ABAQUS | Particle Crushing | sandstone reservoirs | tortuosity factor | Permeability",
        "group1matches": "Bentheim sandstone|sandstone|Civil Engineering|Civil engineering",
        "group2matches": "compression test|Triaxial compression test|Permeability|localized deformation|localized deformation",
        "group3matches": null,
        "doiBase": "10.4121\/17998085",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/18131471.v1",
        "title": "Overview of datasets on Advancing Resilience Measures for Vegetated Coastlines (ARM4VEG), Guyana",
        "description": "This contains an overview of the datasets in the Collection: Advancing Resilience Measures for Vegetated Coastline (ARM4VEG) , Guyana.<br><b>Title of the dataset:<\/b>Advancing Resilience Measures for Vegetated Coastlines (ARM4VEG)_ Guyana<br><b>Corresponding Author: <\/b>- Uwe S. N. Best, <br><b>Contact Information:<\/b>- U.S.N.Best@tudelft.nl<br>Hydraulic Engineering - Coastal Engineering, Faculty of Civil Engineering and Geosciences, Delft University of TechnologyP.O. Box 5058 2600 GB Delft The Netherlands<br><b>Summary of Data Collection Campaign &amp; Setup<\/b><br>This dataset contains data collected during mangrove-mudflat campaign in Guyana, as part of Uwe Best's PhD Thesis project. It is being made public both to act as supplementary data for publications and the PhD thesis of Uwe Best and in order for other researchers to use this data in their own work. There were a total of six deployments, each with varying durations, and spanned the period from November 22nd, 2019 to January 11th, 2020. Eight frames were installed along the main transect, consisting of scaffolding pipes and connectors. <br>All locations are described below: <br>- MB 1: relative dense forest in the back of the mangrove 23 m away from the edge of the toe of the concrete dyke (sea wall).<br>- MB 2: approximately 100 m from the toe of the seawall within the mangrove.<br>- MB 3: approximately 200 m from the toe of the seawall within the mangrove fringe.<br>- MB 4: the seaward edge of the mangrove fringe.<br>- MB 5, 6, 7, 8: the mudflat in front of the mangrove, 1620 m seaward.<br><b>Software Needed<\/b>The processing of this data requires the use of MATLAB and Microsoft Excel.",
        "subjects": "Physical Geography and Environmental Geoscience | FOS: Earth and related environmental sciences | Other Earth Sciences | Oceanography | Civil Engineering | FOS: Civil engineering | Climate and Climate Change | Ecosystem Assessment and Management | Flora, Fauna and Biodiversity | Environmental Science and Management | mangroves | Guyana | wave attenuation | sediment properties | bathymetry | sediment concentration | tree characteristics | Avicennia germinans | Laguncularia racemosa | field monitoring | Collection: Advancing Resilience Measures for Vegetated Coastline (ARM4VEG) , Guyana | Time: January - March 2004; November 2019 - January 2021",
        "group1matches": "Civil Engineering|Civil Engineering|Civil engineering",
        "group2matches": "fringe|fringe",
        "group3matches": null,
        "doiBase": "10.4121\/18131471",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/19400849.v1",
        "title": "Data underlying the publication: Skeleton curve and phantom node method for the Thick Level Set approach to fracture",
        "description": "This package contains data used to generate the graphs (load-displacement curves) and some figures of each example in the following publication: L.A.T. Mororó, F.P. van der Meer and A. Poot, \"Skeleton curve and phantom node method for the Thick Level Set approach to fracture\", 2022. In this research, a generalized framework for the Thick Level Set V2 (TLSV2) method is introduced. Two major issues with the TLSV2 that have not been dealt with since its inception are addressed: location of free-form skeleton curves, and cohesive modeling which has been accomplished by means of the phantom node method. All data have been generated with simulations with the in-house finite element code as described in the paper.",
        "subjects": "Mechanical Engineering | FOS: Mechanical engineering | Materials Engineering | FOS: Materials engineering | Civil Engineering | FOS: Civil engineering | Thick Level Set | Skeleton curve | Phantom node method | Damage mechanics | Fracture mechanics",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Fracture mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/19400849",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/19411673.v1",
        "title": "Data underlying the research on: An integrated approach to the key parameters in methanol-to-olefins reaction catalyzed by MFI\/MEL zeolite materials",
        "description": "Identification of the catalyst characteristics correlating with the key performance parameters including selectivity and stability is key to the rational catalyst design. Herein we focused on the identification of property-performance relationships in the methanol-to-olefin (MTO) process by studying in detail the catalytic behaviour of MFI, MEL and their respective intergrowth zeolites. The detailed material characterization reveals that both the high production of propylene and butylenes and the large MeOH conversion capacity correlate with the enrichment of lattice Al sites in the channels of the pentasil structure as identified by 27Al MAS NMR and 3-methylpentane cracking results. The lack of correlation between MTO performance and other catalyst characteristics, such as crystal size, presence of external Brønsted acid sites (BAS) and Al pairing suggests their less pronounced role in defining the propylene selectivity. Our analysis reveals that catalyst deactivation is rather complex and is strongly affected by the enrichment of lattice Al in the intersections, the overall Al-content, and crystal size. The intergrowth of MFI and MEL phases accelerates the catalyst deactivation rate.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | characterization approach | zeolite catalyst material | intergrowth zeolites zeolites | High silica zeolites | intergrowth zeolites",
        "group1matches": "zeolite|zeolite",
        "group2matches": "cracking",
        "group3matches": null,
        "doiBase": "10.4121\/19411673",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/19453511.v1",
        "title": "Data underlying the master thesis: Modelling open channel flow for the features of a flexible groyne",
        "description": "This data is related to the master thesis: \"Modelling open channel flow for the features of a flexible groyne\". The research objective is to determine the effects of the permeability and the head steepness of groynes on flow characteristics by using numerical modelling. Datasets and python files for visualising data are obtained using Computational Fluid Dynamics (CFD) modelling in ANSYS Fluent and quantified for the flow characteristics to analyse the results.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Porous groyne | CFD | River training | Local Scour | Deposition | groynes | Computational fluid dynamics analysis | turbulence",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/19453511",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/19500344.v2",
        "title": "Data accompanying the paper entitled \"Rapid normal stress oscillations cause dilatation and weakening in gouge-bearing faults\"",
        "description": "In some scenarios, faults in the crust are withstanding rapid stress changes of different magnitudes, such as those from nearby or remote earthquakes, seasonal impoundment and discharge of reservoirs, and hydrocarbon and geothermal energy production. The impact of such stress changes on the earthquake potential of a fault is poorly understood. Researchers from the Utrecht University and the Delft University of Technology have explored this effect<sub> <\/sub>by conducting laboratory experiments on simulated faults under <i>in-situ<\/i> fault conditions. They employed the high-temperature-pressure ring-shear friction apparatus installed in the HPT lab of the Utrecht University. During the experiments, different modes of perturbations were applied to the simulated fault, including normal stress steps (NSS), pulses (NSP), and oscillations (NSO), while shearing the fault at velocity of 1 μm\/s. They measured different quantities with high sampling rates such as shear stress and the axial displacement. The enclosed datasets consist of the raw data from five individual experiments (u572, u573, u574, u828, and u829). In two experiments (u572 and u573), a few segments of particular interests are extracted for detailed analyses.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | friction experiment | stress perturbation | induced seismicity | fault dilatation",
        "group1matches": "gouge-bearing faults|faults in the crust|geothermal|induced seismicity",
        "group2matches": "friction|friction",
        "group3matches": null,
        "doiBase": "10.4121\/19500344",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/19773601.v1",
        "title": "Data from manuscript: Experimental and simulation data of cluster size distribution and average cluster size",
        "description": "Datasets belonging to research on the self-assembly of colloidal molecules prepared from positively charged colloidal hematite cubes and negatively charged colloidal spheres. The data sets contain experimental and simulated data on the cluster size distribution and average cluster size of colloidal molecules. Experimental cluster size was determined by counting at least 100 clusters from microscopy images after self-assembly driven by electrostatic interactions. Simulation cluster size was determined by counting 1000 clusters from Monte Carlo simulations.",
        "subjects": "Condensed Matter Physics | FOS: Physical sciences | Colloidal Clusters | Colloidal Molecules Cluster Size Distribution | Average Cluster Size",
        "group1matches": "hematite",
        "group2matches": "microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/19773601",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/20179856.v2",
        "title": "Data accompanying the paper entitled \"Fault weakening during short seismic slip pulse experiments: The role of pressurized water and implications for induced earthquakes in the Groningen gas field\"",
        "description": "In the Groningen gas field of the Netherlands, induced seismic events have occurred since the 1990s. The strongest event occurred in 2012 with a magnitude of MW 3.6. How faults slip during such small magnitude earthquakes (i.e., magnitude 3 – 4) is not clear, despite several recent studies. We conduct laboratory experiments to simulate the pulse-like (i.e. short but rapid) fault slip behavior characteristic for small magnitude human-induced seismicity, using a newly designed experimental set-up enabling monitoring of the slip behavior under stress and displacement closer to conditions relevant to faults in Groningen. The enclosed dataset, \"Data submitted to 4TU.Researchdata\" is the compressed file ('.rar'), which consists of 1) a table listing the information of all the experiments, 2) 82 data files ('.txt') of the smoothed data (~every 66 datapoints) for all the experiments. Note that one single experiment may contain 2-5 files (i.e. segments of records), and 3) 198 graphs showing the preliminary results ('.emf'). The title of the individual graphs correspond to the names of the data files. The dataset \"RawData submitted to 4TU.Researchdata\" contains the raw data of the 82 data files ('.csv').",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Seismic slip pulse | induced earthquakes | earthquake rupture | dynamic weakening | local fluid pressurization",
        "group1matches": "Fault weakening|gas field|gas field|induced seismic|fault slip|induced seismicity",
        "group2matches": "Fault weakening|slip behavior|slip behavior",
        "group3matches": null,
        "doiBase": "10.4121\/20179856",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/20299644.v2",
        "title": "Geothermal Project on TU Delft Campus - DAPGEO-02 Initial Borehole Dataset",
        "description": "This initial data release contains information collected from the multi-purpose research borehole DAPGEO-02, which is part of the seismic monitoring network of the geothermal research project on TU Delft Campus. The borehole DAPGEO-02 makes up the central location of a seismic monitoring. It was drilled to a total depth of 499 m between February and May 2022 and equipped with geophones. Adjacent to it lays a borehole of 200 m depth and two shallower wells 100 m offset from the central borehole. These local monitoring network has been equipped with geophones and optical fibers which connect the boreholes laterally and are also placed downhole. Please refer to the final drilling report for more details. A total of 87 cores have been collected of which 18 cores are from the Maassluis Formation (between 115 and 225 m depth) and 69 cores are from several Paleogene Formations (between 362 m and 415 m depth). Open-hole wireline logging was conducted in three phases from which various types of geophysical logs were collected. In addition, two geophones were installed at 440 m and 490 m depth for seismic monitoring. This initial dataset includes: Drillers borehole records, Inventories of cores, drill cuttings, core shoe samples, and Raw wireline logs. Raw and processed CT-scan data of cores in their coreliner are published as a separate dataset Geothermal Project on TU Delft Campus - DAPGEO-02 Core CT-Scan Data. <br>",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Geology | Other Earth Sciences | Borehole | drill core | drill hole site | drillers log | Wireline logging | drill cuttings | paleogene | maassluis formation | Geothermal energy | DAPwell | EPOS-NL | DAPGEO-02 | Seismic monitoring technologies | Time: Between 2022-02-01 and 2022-05-31",
        "group1matches": "Geothermal|geothermal|Geothermal|Geothermal",
        "group2matches": "CT-scan|CT-Scan",
        "group3matches": "Geothermal Project on TU Delft Campus|DAPGEO-02|DAPGEO-02|geothermal research project on TU Delft|DAPGEO-02|Geothermal Project on TU Delft Campus|DAPGEO-02|DAPwell|DAPGEO-02",
        "doiBase": "10.4121\/20299644",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/20805451.v1",
        "title": "Small-scale experiments on time-dependent backward erosion piping",
        "description": "The dataset covers small-scale lab experiments on the time-dependent development of the backward erosion piping (BEP) failure process in dams and levees. Measurements include pore pressure, pipe geometry, pipe flow velocity, and progression rate.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Backward erosion piping | Experiments | Levees | Flood risk | internal erosion",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "pore pressure",
        "group3matches": null,
        "doiBase": "10.4121\/20805451",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/20f83202-904f-4640-b63b-e0a863c775dd.v1",
        "title": "Data underlying the publication: Analogies of graphene oxide synthesized from low-ranked leonardite coal extracted bio-carbon humic acid with conventional graphene oxide",
        "description": "This study investigates humic acid [HA] derived from low ranked leonardite coal [LC] as an eco-friendly carbon precursor for graphene oxide synthesis, replacing conventional graphite with the modified Hummer’s method. The objective is to assess the physicochemical properties of leonardite humic acid [LHA]-derived graphene oxide compared to commercially available graphene oxide [CGO]. A comprehensive set of analytical techniques, including XPS, XRD, FTIR, Raman, SEM, and TGA have been taken to characterize the above systematically. GO synthesized from leonardite humic acid shows structural and morphological similarities to conventional graphite oxide, including thin sheets, surface wrinkles, and defects. Both materials consist of carbon sheets with oxygen-containing functional groups, such as epoxy, hydroxyl, and carboxyl groups. Analysis confirms the successful transformation of LHA into GO, revealing a highly ordered, graphene-like carbon structure. This method emphasizes environmental benefits by turning waste into wealth, reducing resource extraction, and minimizing ecological impact.<br>",
        "subjects": "Mining and Extraction of Energy Resources | Preparation and Production of Energy Sources | Energy Storage, Distribution and Supply | Renewable Energy | Environmentally Sustainable Energy Activities | Energy | Carbon precursor | Graphite | Graphene oxide | Leonardite coal | Humic acid | Eco-friendly | Time: 2024",
        "group1matches": "graphite|graphite|Graphite",
        "group2matches": "Raman",
        "group3matches": null,
        "doiBase": "10.4121\/20f83202-904f-4640-b63b-e0a863c775dd",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21187270.v1",
        "title": "Supplementary data for the package DIMOPREC (Development of a Well Impairment Model for Predicting Geothermal Clogging)",
        "description": "Water composition of four different geothermal fields in the west Netherlands basin. Annual meetings slide packages. PHREEQC\/iCP\/COMSOL input files for sensitivity analysis, field case and others.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Energy Exploration | Environmentally Sustainable Energy Activities | Mining and Extraction of Energy Resources | Renewable Energy | Preparation and Production of Energy Sources | DIMOPREC | Mineralization | Scaling | Geothermal",
        "group1matches": "Geothermal|geothermal|Geothermal",
        "group2matches": "Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/21187270",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21294510.v2",
        "title": "Dataset of X-ray Computed Tomography Reconstructions of Partially Saturated Vegetated Sand",
        "description": "The dataset contains the raw data of 4 reconstructed images from x-ray computed tomography. The content of the images represents the 4D <em>in-vivo<\/em> evolution of a vegetated sand microstructure. The pixel size is 60 microns and equal for all the 3D images. The samples are partially saturated, with a relative density of 30%, and Maize root system growing in it (Day 2 and Day 6 post germination). The sand used are two different granulometry of Hostun sand. One set of data refers to Hostun_1.5-2, with D50=1.9mm, the other refers to Hostun_31, with D50=0.33mm.The dataset can be used to recreate the image processing protocol to segment the root system and the soil matrix, as presented in Anselmucci at al, 2021a,b.The data is intended to be used with the purpose to develop an automated root-segmentation tool.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Artificial Intelligence and Image Processing | FOS: Computer and information sciences | Interdisciplinary Engineering | FOS: Other engineering and technologies | Engineering | Information and Computing Sciences | X-ray computed tomography (X-ray CT) | Partially saturated soil | Root system architecture | image processing protocols | Image Segmentation",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Computed Tomography|computed tomography|computed tomography",
        "group3matches": null,
        "doiBase": "10.4121\/21294510",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/21304308.v1",
        "title": "Data presented in the paper \"Circular Microstructural Volume Elements for Strain Localization Problems\"",
        "description": "LaTeX files with the data that is used to make the plots in the paper.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Mechanical Engineering | FOS: Mechanical engineering | Aerospace Engineering | multiscale modeling | composite materials | representative volume elements",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Microstructural",
        "group3matches": null,
        "doiBase": "10.4121\/21304308",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21340608.v1",
        "title": "Data underlying the publication: Testbed Hardware Design to Collect Data for Underground PVC Water Pipe Crack Detection: Challenges and Solutions",
        "description": "This dataset are from the experiment to investigate crack, temperature and external soil stress impact on the pressure-strain characteristic. They include raw (file rawdata.zip) and processed data, as well as the Matlab code (file processdata.zip) Details are in attached file README.txt <br> <br> <br> <br>",
        "subjects": "Other Physical Sciences | FOS: Physical sciences | Civil Engineering | FOS: Civil engineering | Monitoring | Inspection | water supply | polyvinyl chloride (PVC)",
        "group1matches": "polyvinyl chloride|Civil Engineering|Civil engineering",
        "group2matches": "Crack|crack",
        "group3matches": null,
        "doiBase": "10.4121\/21340608",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21528819.v2",
        "title": "Geothermal Project on TU Delft Campus - DAPGEO-02 Core CT-Scan Data",
        "description": "This dataset contains the CT-scan data of rock cores collected from the DAPGEO-02 research borehole, one of the monitoring boreholes of the geothermal project on TU Delft Campus. Complemetary data and information about the cores are published in Geothermal Project on TU Delft Campus - DAPGEO-02 Initial Borehole Dataset and in the final drilling report. Cores from the Maassluis Formation and Paleogene clay formations were scanned at TU Delft using a macro CT-scanner (Siemens Somatom Volume Zoom CT scanner). The cores were scanned in plastic liner using a slice resolution of 0.6mm. Core length is of about 1 m, which gave 1600 slices per scan. Data was processed according to the normal procedure using the standard gray scale settings of medical scanners of -1000 HU tot +3000 HU. Processed CT-scan vertical cross-section images are also included as an overview.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Other Earth Sciences | Geophysics | ct-scans | computer tomographic scan | X-ray tomographic images | rock core | DAPwell | DAPGEO-02 | geothermal research",
        "group1matches": "Geothermal|geothermal|Geothermal|geothermal",
        "group2matches": "CT-Scan|CT-scan|CT scanner|CT-scan|ct-scans",
        "group3matches": "Geothermal Project on TU Delft Campus|DAPGEO-02|DAPGEO-02|geothermal project on TU Delft Campus|Geothermal Project on TU Delft Campus|DAPGEO-02|DAPwell|DAPGEO-02",
        "doiBase": "10.4121\/21528819",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/21533988.v1",
        "title": "Physical properties and mechanical parameters of limestone rocks from Central Apennines (Italy) by laboratory test on intact rock specimens",
        "description": "The dataset contains the major physical properties and the mechanical parameters of several intact rock samples of limestone collected from the Central Apennine region (Italy). The physical properties obtained for the rock samples are unit weight, density and porosity. The derived mechanical parameters include uniaxial compressive strength, cohesion, friction angle, tensile strength, elastic modulus, and Poisson ratio. When available, also the index parameters (point load index) and the dynamic characteristics (elastic wave velocities) are provided. The laboratory tests for these samples were conducted in accordance with the International Society for Rock Mechanics (ISRM) standards.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Other Earth Sciences | Intact rock | laboratory tests profile | Limestone | Physical properties | Strength parameters | Stiffness parameters",
        "group1matches": "limestone|limestone|Limestone",
        "group2matches": "cohesion|friction|tensile strength|Poisson ratio|uniaxial compressive strength|elastic modulus|Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/21533988",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21640148.v4",
        "title": "Geothermal Project on TU Delft Campus - DAPGEO-02 Drilling Report",
        "description": "This report describes the installation of the multi-purpose research borehole called DAPGEO-02, which was installed in the period February - May 2022 at the Delftse Hout. It is the third of four seismic monitoring locations of the seismic monitoring network for the geothermal research project on the TU Delft campus (Geothermal Delft GTD https:\/\/geothermiedelft.nl\/). DAPGEO-02 is part of a seismic monitoring system for the shallow and deeper subsurface in the vicinity of the planned geothermal doublet. Data collected is available in the following datasets:<br>Geothermal Project on TU Delft Campus - DAPGEO-02 Initial Borehole DatasetGeothermal Project on TU Delft Campus - DAPGEO-02 Core CT-Scan DataGeothermal Project on TU Delft Campus - DAPGEO-02 Sonic and NMR logs<br>",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geophysics | Other Earth Sciences | Earth Sciences | geothermal research | DAPwell | DAPGEO-02 | research borehole | drilling report | Maassluis Formation | Paleogene clays | Time: February to May 2022",
        "group1matches": "Geothermal|geothermal|Geothermal|geothermal|Geothermal|geothermal|geothermal doublet",
        "group2matches": "CT-Scan",
        "group3matches": "Geothermal Project on TU Delft Campus|DAPGEO-02|DAPGEO-02|Geothermal Delft|DAPGEO-02|Geothermal Project on TU Delft Campus|DAPGEO-02|DAPGEO-02|DAPGEO-02|DAPwell|DAPGEO-02",
        "doiBase": "10.4121\/21640148",
        "doiVersion": "4"
    },
    {
        "doi": "10.4121\/21822051.v1",
        "title": "Raw absorbance and fluorescence measurements of water samples during Nodularia spumigena bloom event on Lake Bante in Wilhelmshaven, Germany",
        "description": "Water sampling was conducted aboard a small electric motor powered vessel on Lake Bante in Wilhelmshaven, Germany during a Nodularia spumigena bloom event (25 August 2022). Samples were kept in the dark and stored at below -4 °C until further analyses were conducted. First the samples were pre-filtered through Whatman GF\/F filters with a 0.7 µm mesh. Further filtration was done using Whatman Nuclepore Track-Etch 0.2 µm pore size membranes within 2 weeks after field sampling. Excitation-emission matrices (EEMs) and absorbance measurements were done using a Horiba Aqualog benchtop fluorometer. Sample filtrate was placed in a 1 cm quartz cuvette that had been pre-rinsed 3 times before each measurement.",
        "subjects": "Environmental Science and Management | FOS: Earth and related environmental sciences | absorbance | hyperspectral | flourescence | Lake Bante | Germany | BanterSee | Time: 25 August 2022",
        "group1matches": "quartz",
        "group2matches": "pore size",
        "group3matches": null,
        "doiBase": "10.4121\/21822051",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/21835773.v2",
        "title": "Data presented in the paper \"Micromechanical model for off-axis creep rupture in unidirectional composites undergoing finite strains\"",
        "description": "Tex files containing data used for plots in the paper, plus pdf figures.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Mechanical Engineering | FOS: Mechanical engineering | Aerospace Engineering | Engineering | thermoplastic composites | representative volume element | cohesive zone modeling | energy-based initiation | homogenization",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "creep",
        "group3matches": null,
        "doiBase": "10.4121\/21835773",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/21904632.v1",
        "title": "Raw absorbance and fluorescence measurements of water samples during Nodularia spumigena 2021 bloom event on Lake Bante in Wilhelmshaven, Germany",
        "description": "Water sampling was conducted from the shoreline of Lake Bante in Wilhelmshaven, Germany. A very dense Nodularia spumigena bloom was taking place on the day of sampling 16 August 2021. Samples were kept in the dark and stored at 4 °C until further analyses were conducted. First the samples were pre-filtered through Whatman GF\/F filters with a 0.7 µm mesh. Further filtration was done using Whatman Nuclepore Track-Etch 0.2 µm pore size membranes within 72 hours after field sampling. Sample filtrate was diluted using deionized water at a ratio 1:4 to mitigate inner filter effect and detector saturation. Excitation-emission matrices (EEMs) and absorbance measurements were done using a Horiba Aqualog benchtop fluorometer. Sample filtrate was placed in a 1 cm quartz cuvette that had been pre-rinsed 3 times before each measurement.",
        "subjects": "Environmental Science and Management | FOS: Earth and related environmental sciences | absorbance | hyperspectral | flourescence | Lake Bante | BanterSee | Germany",
        "group1matches": "quartz",
        "group2matches": "pore size",
        "group3matches": null,
        "doiBase": "10.4121\/21904632",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/22240309.v1",
        "title": "Data underlying the conference paper: Benchmarking analytical and numerical simulation of induced fault slip\", paper ARMA 23-695",
        "description": "A small Excel file with data used to generate plots in a conference paper. Purpose of the paper is to provide analytical solutions that can serve as test problems for numerical tools to describe depletion-induced or injection-induced fault slip.<br>Reference:Novikov, A.V., Shokrollahzadeh Behbahani, S., Voskov, D., Hajibeygi, H. and Jansen, J.D.: \"Benchmarking analytical and numerical simulation of induced fault slip\", paper ARMA 23-695 presented at the 57th US Rock Mechanics\/Geomechanics Symposium held in Atlanta, Georgia, USA, 25–28, June 2023.<br>https:\/\/atlanta2023.armarocks.org\/",
        "subjects": "Earth Sciences | Geophysics | FOS: Earth and related environmental sciences | induced sesimicity | benchmark | displaced fault | inclusion theory | Cauchy integral | Chebyshev polynomial | finite volume | simulation | embedded fault",
        "group1matches": "fault slip|fault slip|fault slip|displaced fault",
        "group2matches": "Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/22240309",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/2292437e-2ce4-42b7-8350-7774d762cc60.v2",
        "title": "Geothermal Project on TU Delft Campus - Database of physical samples from wells DEL-GT-01 and DEL-GT-02",
        "description": "This data set contains the relational database with the information about all physical samples collected during the installation of the geothermal well on TU Delft campus, between June and November of 2023. The full description of the data collection methods is provided in the <strong>End-of-well Science Programme Report<\/strong> of the campus geothermal doublet (<strong>link here<\/strong>).<br>This database is a simple and easy-to-use tool that facilitated the initial registration of samples collected by TU Delft staff at the drilling site. It has been created as a desktop application using Access, the database management system from Microsoft, to enable a graphical user interface customised for the geothermal well project. The full database structure and usage is described in the <strong>Database_User_Guide.pdf<\/strong> file. Sample inventories are also provided as individual spreadsheets to facilitate sample requests. Full description of the sample request procedure is described in the webpage https:\/\/www.tudelft.nl\/geothermalwell.<br>A web application based on this sample database structure has been developed with the support of the TU Delft Digital Competence Centre (DCC) to enable remote access and central data storage (DOI: https:\/\/doi.org\/10.4121\/09461663-32eb-4dda-aeba-28016fd7e7f6).  ",
        "subjects": "Civil Engineering | FOS: Civil engineering | Energy Storage, Distribution and Supply | Geology | FOS: Earth and related environmental sciences | Energy Exploration | Geophysics | Earth Sciences | Engineering | Energy | geoenergy | geothermal well | geothermal doublet | physical sample | drill core | core | drilling cuttings | core plug | sidewall core | borehole sample | Time: June to November 2023",
        "group1matches": "Geothermal|geothermal|geothermal|geothermal|geothermal|geothermal|geothermal doublet|Civil Engineering|Civil engineering|geothermal doublet",
        "group2matches": "geoenergy",
        "group3matches": "Geothermal Project on TU Delft Campus",
        "doiBase": "10.4121\/2292437e-2ce4-42b7-8350-7774d762cc60",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/269281d2-df2e-4f73-9d6c-dabb6f7d0c6f.v2",
        "title": "Fault reactivation from reservoir to fault scale: visualisation data",
        "description": "Visualisation of fault reactivation at two different scales, reservoir and fault. Plot of pressure equilibration across the fault and change of permeability.",
        "subjects": "Mining and Extraction of Energy Resources | Civil Engineering | FOS: Civil engineering | Earth Sciences | Engineering | Energy | mechanics | transient | flow | data_analysis | Paraview_5.11.0 | scientific_visualisation",
        "group1matches": "Fault reactivation|fault reactivation|Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/269281d2-df2e-4f73-9d6c-dabb6f7d0c6f",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/2a5313eb-bce4-47ab-b757-1e3435a84506.v1",
        "title": "Matlab files used to produce the figures in the publication: On the Derivation of Closed-Form Expressions for Displacements, Strains and Stresses Inside Poroelastic Reservoirs",
        "description": "MATLAB code to recreate figures from the paper:<br><em>Cornelissen, P., Meulenbroek, B.J., Jansen, J.D., (2023). On the Derivation of Closed-Form Expressions for Displacements, Strains and Stresses Inside Poroelastic Reservoirs. Submitted to JGR Solid Earth.<\/em><br>The MATLAB scripts are used to compute the analytical solution for the poroelastic strain and stress field for rectangular and triangular reservoirs. The analytical solutions have been derived using inclusion theory (Equations 40-42 and 45-47 of the associated manuscript). The purpose of these scripts is to verify the analytical solutions by computing the strain discontinuity across the inclusion boundary and computing the volumetric strain in and outside the inclusion, and to show an example of an application of inclusion theory to reservoir depletion. These scripts produce Figures 5, 6, and 9 of the associated manuscript.<br><br><br>",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Earth Sciences | Inclusion theory | Induced seismicity | Analytical solution | Nucleus of strain | Displaced fault | MATLAB",
        "group1matches": "Induced seismicity|Displaced fault",
        "group2matches": "Poroelastic|Poroelastic|poroelastic",
        "group3matches": null,
        "doiBase": "10.4121\/2a5313eb-bce4-47ab-b757-1e3435a84506",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/2a7b2a63-dd7b-46bc-a275-97729b3ab348.v2",
        "title": "Geothermal Project on TU Delft Campus - DEL-GT-01 and DEL-GT-02 Wireline Logs",
        "description": "An extensive wireline logging campaign was undertaken during the installation of the geothermal doublet on TU Delft Campus, between June and November of 2023. This large suite of open-hole well logs acquired in the reservoir section of both wells, being DEL-GT-01 the producer and DEL-GT-02 the injector, is rarely undertaken in geothermal projects, which makes this data set of <strong>exceptional scientific value<\/strong>.<br>This data set is embargoed until 2025-12-31. However, if you would like to have access to data before its public release, please send us an email at geothermal@tudelft.nl to discuss the possibilities. <strong>Access to data is in principle possible<\/strong>, if there are no identified conflicts between our research activities and your proposed data use. <br><strong>Contents <\/strong><br>This data set includes the following open-hole logs:Gamma Ray,Spectral Gamma Ray,Caliper, Bulk Density,Neutron Porosity,Micro-Resistivity Image,Dipole Sonic (including full-waveform),Ultra-Sonic Borehole image, andNuclear Magnetic Resonance.<br>The ZIP file DELGT01_DELGT02_wireline_logs.zip contains the following data files:<br>Composite log image files in PDF format, at scales of 1:200 or 1:1000Log data files in LAS Format version 2.0Log data files in DLIS format (including metadata files in .meta and .dlis.scan.txt formats)<br>A complete description of the data collection methods is provided in the <strong>End-of-well science programme report (<\/strong><strong>link here<\/strong><strong>)<\/strong>. Details of the log files are in the README.txt file.<br>Note that the exact same set of logs will be made publicly available (in 2028, approximately) by NLOG (<em>Nederlandse Olie- en Gasportal<\/em>):DEL-GT-01: https:\/\/www.nlog.nl\/nlog-mapviewer\/brh\/3888610845?lang=nlDEL-GT-02: https:\/\/www.nlog.nl\/nlog-mapviewer\/brh\/3895797327?lang=nl",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Energy Exploration | Geophysics | Earth Sciences | Energy | EPOS-NL | DEL-GT-01 | DEL-GT-02 | geothermal well | geothermal doublet | wireline logs | geothermal exploration | geothermal | borehole profile log (BHP) | acoustic cement bond log (CBL) | Time: 2023",
        "group1matches": "Geothermal|geothermal|geothermal|geothermal|geothermal|geothermal|geothermal|geothermal|geothermal doublet|geothermal doublet",
        "group2matches": null,
        "group3matches": "Geothermal Project on TU Delft Campus",
        "doiBase": "10.4121\/2a7b2a63-dd7b-46bc-a275-97729b3ab348",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/38262dab-3eea-4991-87a0-1b7e849efbfb.v1",
        "title": "Supporting data for \"Early detection of stress changes and failure using acoustic measurements - Chapter 6 Monitoring stress variations in layered offset samples in a true triaxial setting\"",
        "description": "Acoustic monitoring of fault reactivation experiments in a True triaxial apparatus. Includes active acoustic waveforms, loading data (stress in three directions, pore fluid and displacement) and passive acoustic recordings.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Defence | Earth Sciences | Defence | True Triax | Rock Mechanics | Acoustic Monitoring | Coda Wave interferometry | Induced Seismicity",
        "group1matches": "fault reactivation|Induced Seismicity",
        "group2matches": "true triaxial|True triaxial apparatus|Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/38262dab-3eea-4991-87a0-1b7e849efbfb",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/43def7b8-a07d-4718-a1e5-2d4dab7af2c8.v1",
        "title": "Physicochemical data underlying the Chapters 4 and 6 of the thesis: Interactions of moisture and oxidative ageing mechanisms in paving binders: towards improving durability of pavements",
        "description": "Fourier-transform infrared spectroscopy (FTIR), differential scanning calorimetry (DSC), and gel permeation chromatography (GPC) measurements of bituminous binders from different sources and at different ageing states. For details, please see README.txt file as attached.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Construction Materials Performance and Processes | Engineering | Construction | FTIR | bitumen | ageing | DSC | GPC | physicochemcial characterization | Time: 2021-2023",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "infrared spectroscopy",
        "group3matches": null,
        "doiBase": "10.4121\/43def7b8-a07d-4718-a1e5-2d4dab7af2c8",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/46f7a87f-de78-4d2f-870e-e93307be526f.v1",
        "title": "Data underlying publication: \"Early-age and long-term deformations in reinforced slag-based alkali activated concrete\"",
        "description": "Data to reproduce results reported in \"Early-age and long-term deformations in reinforced slag-based alkali activated concrete\". The dataset contains raw experimental data from DFOS (.tsv) instrumented on embedded reinforcement bars in reinforced concrete beams, which is used to investigate shrinkage induced steel deformations of a novel concrete type (alkali activated) and compared with a CEMIII\/B-based concrete. Plain shrinkage (and weight loss) measurements (.xls) on sealed and unsealed prismatic samples have been performed in parallel. Furthermore, the dataset contains measurements of cubic compressive strength (.xls) and elastic modulus (.xls), following EN-12390 standards. The dataset includes the figures used in the publication (.tiff; .jpg).",
        "subjects": "Civil Engineering | FOS: Civil engineering | Materials Engineering | FOS: Materials engineering | Construction Materials Performance and Processes | Environmentally Sustainable Construction | Engineering | Construction | distributed fiber optical sensors | reinforced alkali activated concrete | shrinkage monitoring | microcrack | Time: 2024",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "elastic modulus",
        "group3matches": null,
        "doiBase": "10.4121\/46f7a87f-de78-4d2f-870e-e93307be526f",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/4ac76595-67b4-478d-a5ed-19ed8b5b3094.v2",
        "title": "Flow through dissolving rock microstructure: visualisation data",
        "description": "Visualisation of flow streamlines through a dissolving rock microstructure (in transparent), simulated with Finite Element (Stokes flow + erosion algorithm)",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Civil Engineering | FOS: Civil engineering | Earth Sciences | Engineering | scientific_visualisation | Paraview_5.11.0 | flow | dissolution\/precipitation | transient",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/4ac76595-67b4-478d-a5ed-19ed8b5b3094",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/4ad76f10-98b5-45f1-ae2a-6282aca69e00.v1",
        "title": "Data analysis programs on chemical and rheological properties of bitumen",
        "description": "The research objective of this thesis is multiscale evaluate the rejuvenation efficiency and mechanisms of rejuvenators in aged bitumen for high aged bitumen recycling. The data collection is mainly from experiments and molecular dynamics simulations. These files contain the data analysis programs on chemical and rheological properties of bitumen. In this dataset, the programs for linear viscoelastic master curve establishment, complex modulus area calculation, cracking width determination during time sweep fatigue test, Glover-Rowe damage parameter analysis are available. At the same time, the micromechanical models programming is involved, including the Burgers, Generalized Maxwell, Huet, Kelvin, and Maxwell. In addition, the guidelines for FTIR and GPC data analysis of bitumen are also provided here.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Materials Engineering | FOS: Materials engineering | Engineering | Bitumen chemistry and rheology | Dynamic shear rheometer (DSR) | Fourier-transform infrared spectroscopy (FTIR) | Pavement materials",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "rheometer|infrared spectroscopy|rheological|rheological|cracking|rheology",
        "group3matches": null,
        "doiBase": "10.4121\/4ad76f10-98b5-45f1-ae2a-6282aca69e00",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/4bdee833-cf57-41ad-bd4a-570a77b27f65.v1",
        "title": "Dataset underlying the publication: Going from Inner-Skinned to Outer-Skinned Polyelectrolyte Multilayer Based Hollow Fiber Nanofiltration Membranes",
        "description": "The data is always named after the support membrane that was analyzed. The conditions under which the supports were fabricated including their name can be found in the file \"Hollow_Fibre_spinning_conditions_with_Sample_names.csv\" included in this folder. In some cases the supports were also coated with polyallylamine hydrochloride (PAH) and sodium polystyrene sulfonate (PSS) or Rhodamine labeled PAH (PAHRho; for the fluorescence spectroscopy samples). In this case the name of the support is followed by the distinction \"coated\". The type of coating used is specified in either the file or folder name containing the images.<br>Filtration: Contains experimental results of pure water permeability, MgSO4 retention data and 90% molecular weight cut off (MWCO) data based on gel permeation chromatography data (See GPC_data). Measured quantities are: active fiber length (m), average [inlet and outlet] pressure (bar), permeate mass (g) [filled beaker-empty beaker], permeation time (s), hollow fibre outer diameter (mm), feed and permeate conductivity (microS\/cm).<br>SEM: SEM images of the different hollow fibres spun. The images are each saved in folders named after the sample that is seen in the image. The conditions under which each sample were fabricated are stated in the article and in the file \" Hollow_Fibre_spinning_conditions_with_Sample_names.csv\". The magnification at which the images were taken can be seen in the footer of the images. The images within the folders have the following naming convention: 'x_x_type_location#y'<br>Here,- x_x are sample identifiers- type is either \"cross\" or \"surface\" indicating a cross-sectional image or top view image respectively.- location is the part of the membrane that has been imaged. This can be \"bore\", \"centre\" or \"shell\", where bore is the inside of the hollow fibre wall, centre the middle of the fibre wall on the cross-sectional images, and shell the outside of the hollow fibre. The \"location\" is sometimes missing in the filename. This indicates that the entire cross-section of the fibre was imaged.- y is an image identifier when multiple images are taken of a similar location of the same sample<br>GPC_data: This includes the raw GPC data used for determining the MWCO. The data displays signal intensity v.s. molecular weight (g\/mol) for the feed solution and permeate solutions of the tested membranes. The solutions contained either polyethylene glycol (PEG) (100-10000 g\/mol) for the membranes coated with PAH\/PSS or dextrans (18.1-200.000 g\/mol) for the uncoated supports.<br>Matlab_scripts: Contains the code used for calculating the pressure drop inside the membrane, loss in transmembrane pressure and increase in membrane surface area compared to commercial geometries as a function of membrane geometry and operational conditions. The explanation of the code is added in comments behind each line of code. The code is provided both in a .m file and a .txt file format and was written using Matlab 2021b.<br>Output_data_model: This folder contains the output data of the model that was plotted in the article that this dataset belongs to. The three files contain: 1) pressure drop data (bar) v.s. bore radius (m) of a fibre. 2) Pressure data (bar) v.s. the location within the fibre bore along the length of the membrane (m). 3)Active membrane surface area increase (as compared to commercial fibres; unitless) v.s. transmembrane pressure loss (TMP_loss; %). All three of these datasets include data for membranes with 5 different ratios between the bore radius and wall thickness of the fibre. All datasets were generated with the input conditions mentioned in the main article.<br>Fluorescence_spectroscopy: This file contains the raw czi data files containing the 40 images made at different focus depths to generate a 3D image. These files can be opened in the freeware software FIJI with which they were converted to 2D overlays. In the 2D overlays the maximum intensity value of the 40 images was saved for each pixel and transposed into a 2D image. These 2D images were saved as PNG files and are also included in the folder.<br>",
        "subjects": "Physical Chemistry (incl. Structural) | FOS: Chemical sciences | Macromolecular and Materials Chemistry | Materials Engineering | FOS: Materials engineering | Physical and Chemical Conditions of Water | Chemical Engineering | FOS: Chemical engineering | Engineering | Environment | Chemical Sciences | dry-jet wet spinning | hagen-poiseuille | non-solvent induced phase separation | outside-in",
        "group1matches": "polyethylene",
        "group2matches": "SEM images|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/4bdee833-cf57-41ad-bd4a-570a77b27f65",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/4cccb2d8-3013-414f-a500-884b8a910171.v1",
        "title": "Data underlying the PhD thesis: Development of 3D printable SHCC for structural purposes",
        "description": "This folder contains all the data related to the PhD thesis of Anne Linde van Overmeir - \"Development of 3D printable SHCC for structural purposes - An experimental study on material design and material-system interactions.<br>The folder contains data per test group (material, mechanical and rheological), test type and chapter.<br>Per test type (example: Tensile test) the folder contains:Raw dataDocumented python scripts for data processing and read-me's if applicableFinal test results.<br>For additional information please read the General read me in the main folder.<br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | 3DP-SHCC | fibres | concrete printing | rheology | printability | tensile test | compression test",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "compression test|rheological|rheology",
        "group3matches": null,
        "doiBase": "10.4121\/4cccb2d8-3013-414f-a500-884b8a910171",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/4eda7e7c-5c5d-46c9-9a1c-2b4cb0f129e0.v1",
        "title": "Dataset pertaining to Effect of a mixed-in crystallization inhibitor on the properties of hydraulic mortars",
        "description": "Dataset pertains to the meta data used for publishing the paper<em> 'Effect of a mixed-in crystallization inhibitor on the properties of hydraulic mortars<\/em> 'Research follows an experimental plan where sodium ferrocyanide is added to two binders, NHL and CEMI. The effect of adding sodium ferrocyanide on various properties of mortar as listed below, are assessed using experimental methods.Data is included in 5 folders01 Heat of hydration02 Mechanical properties03 Porosity and pore size distribution04 absorption and drying05 setting time<br>Each folder contains a readme file that elaborates the data further<br><br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Construction Materials Performance and Processes | Architecture | Heritage | Engineering | Built Environment and Design | Cultural Understanding | Construction | sodium ferrocyanide | salt damage | hydraulic mortars | physical properties | transport properties | mechanical properties",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "pore size",
        "group3matches": null,
        "doiBase": "10.4121\/4eda7e7c-5c5d-46c9-9a1c-2b4cb0f129e0",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/524d6573-2942-440c-b99b-adc6bd0115bc.v1",
        "title": "Data underlying the publication: Multiscale experimental study of H2\/brine multiphase flow in porous rock characterizing relative permeability hysteresis, hydrogen dissolution, and Ostwald ripening",
        "description": "The dataset contains the CT image and pressure data of a core flood test where hydrogen and brine are co-injected into a Berea Sandstone rock core to measure relative permeability hysteresis. Two no-flow periods are included in the experiment to characterize hydrogen redistribution in the pore space during periods of storage. The dataset is published as part of the paper \" Multi-scale experimental study of H2\/brine multiphase flow in porous rock characterizing relative permeability hysteresis, hydrogen dissolution, and Ostwald ripening\" by Maartje Boon, Tim Rademaker, Chandra Widyananda Winardhi, and Hadi Hajibeyg. The paper is published in Scientific Reports.",
        "subjects": "Energy Storage, Distribution and Supply | Other Earth Sciences | FOS: Earth and related environmental sciences | Earth Sciences | Energy | micro CT | coreflood test | hydrogen\/brine | berea sandstone",
        "group1matches": "Berea Sandstone|berea sandstone",
        "group2matches": "relative permeability|relative permeability|relative permeability",
        "group3matches": null,
        "doiBase": "10.4121\/524d6573-2942-440c-b99b-adc6bd0115bc",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/54d3a9bf-5029-43c8-ba83-501382403161.v1",
        "title": "Data and code related to the manuscript \"Morphological analysis of polydisperse nanoplatelets using SAXS\"",
        "description": "In the work related to this dataset, we propose a fast and quantitative method for the <em>in situ<\/em> characterization of dispersions of polydisperse nanoplatelets on the example of graphene nanoplatelets (GNPs) and gibbsite. The method relies on synchrotron small-angle X-ray scattering (SAXS). The SAXS data are fitted with a polydisperse form factor for platelets, which yields size distributions in both thickness and radius. This dataset contains the SAXS data and mathematica scripts to process the data, fit a form factor and visualize the results. In addition, the dataset contains data from additional characterization: dynamic light scattering (DLS) and transmission electron microscopy (TEM).",
        "subjects": "Physical Chemistry (incl. Structural) | FOS: Chemical sciences | Macromolecular and Materials Chemistry | Chemical Sciences | graphene | gibbsite | 2D materials | platelets | colloids | scattering | SAXS | DLS | TEM | size characterization",
        "group1matches": "gibbsite|gibbsite",
        "group2matches": "electron microscopy|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/54d3a9bf-5029-43c8-ba83-501382403161",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/5504a8bd-81ac-42cc-bd9d-0297c462492d.v2",
        "title": "Geothermal Project on TU Delft Campus – DEL-GT-01 core CT-scan data",
        "description": "A total of ~86 m of core were recovered from the producer well DELGT-01, of which 70 m are in a continuous sequence. The purpose was to core the caprock and the upper reservoir deposits. Cores have a diameter of 4 inches and were cut into 1 meter long sections. Each section have been preserved and stabilized within their barrels by injecting foam, and sealing the cores with a wax and a vacuum pack, comprising aluminum and plastic layers to reduce water and oxygen leaving or entering the cores. Prior to any physical or destructive testing on the cores, all preserved 1-meter long cores were scanned in the Geoscience and Engineering Laboratory using the medical CT scanner (Siemens Somatom Volume Zoom CT scanner).<br>The full End-of-well science programme report can be found <strong>here<\/strong>.<br>A full description of the data set is in the <strong>README.docx<\/strong> file.Acquisition parameters are described in the file <strong>DELGT01-cores-macroCT-public.xlsx<\/strong>.A guide to load these data with open-source software is described in <strong>How To Macro CT Scroll Through.pdf<\/strong>. Representative axial images produced with the guide <strong>CT scans Cores DELGT01.pdf<\/strong>.",
        "subjects": "Mining and Extraction of Energy Resources | Civil Engineering | FOS: Civil engineering | Geology | FOS: Earth and related environmental sciences | Energy Exploration | Materials Engineering | FOS: Materials engineering | Earth Sciences | Engineering | Energy | X-ray computed tomographic (CT) scanner | Microscopy and tomography | computed tomography (CT) | imaging (3D) | CT scan, borehole core | borehole sample | drill core | preserved core | digital core | X-ray diffraction",
        "group1matches": "Geothermal|Civil Engineering|Civil engineering",
        "group2matches": "CT-scan|CT scanner|CT scanner|CT scans|X-ray computed tomographic (CT) scanner|CT scan|computed tomography|X-ray diffraction|Microscopy and tomography",
        "group3matches": "Geothermal Project on TU Delft Campus",
        "doiBase": "10.4121\/5504a8bd-81ac-42cc-bd9d-0297c462492d",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/58d1f5e6-5db3-4a74-a3d1-6e88a3bd8bce.v1",
        "title": "Data underlying the PhD thesis: Quantifying the probability of light damage to masonry structures - An exploration of crack initiation and progression due to seismic vibrations on masonry buildings with existing damage",
        "description": "Experimental summary data from in-plane tests on full-scale masonry walls including force-drift data and post-processed digital-image-correlation displacements including psi-parameter analysis. Also, finite-element-method results in Diana tab-output and post-processing for Psi-damage parameter.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | Masonry | Damage | Experiments | DIC | FEM | URM | digital image correlation | finite element method | unreinforced masonry",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "crack",
        "group3matches": null,
        "doiBase": "10.4121\/58d1f5e6-5db3-4a74-a3d1-6e88a3bd8bce",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/6162a9b6-2a20-4600-8207-e9dcd53a264a.v3",
        "title": "Cracks in Steel Bridges (CSB) dataset: data underlying the publication: Loss function inversion for improved crack segmentation in steel bridges using a CNN framework",
        "description": "The presented dataset used for the experiments is described in the article \"Loss function inversion for improved crack segmentation in steel bridges using a CNN framework\" (doi:https:\/\/doi.org\/10.1016\/j.autcon.2024.105896). The dataset consists of images of steel bridge structures and pixel-wise fatigue crack annotations. Some of the images contain bridge structures with cracks or corrosion, while others capture structures without any defect. The images are provided by bridge infrastructure owners \"Rijkswatersaat\" and \"ProRail\" and by \"Nebest\" engineering company. The annotation of images was made using a semi-automatic annotation tool described in the article \"Segmentation Tool for Images of Cracks\" (doi:https:\/\/doi.org\/10.1007\/978-3-031-35399-4_8) and which implementation is available at https:\/\/github.com\/akomp22\/crack-segmentation-tool.The dataset consists of high-resolution images and is stored in the folder \"entire images\". The images are divided into test and train sets. Images that capture cracks are stored in the folder \"crack_train\" and \"crack_test\". Images capturing structure without a crack are stored in folders \"nocrack_train\" and \"nocrack_test\". For each image, a .json file is stored in the same folder and under the same name as the corresponding image. The .json file stores the position (x,y) of pixels on the image, which lie in a crack region. An example of a code to generate a binary segmentation map from the .json files is given in the \"read_json_annotation.py\" file.Additional patch datasets were generated from the entire images. The patch datasets are stored in the “patch dataset” folder. The multiple patch datasets differ by the patch size, number of patches, and fraction of patches that do not contain cracks among all patches of the particular dataset. Furthermore, we provide segmentation maps in file \"predictions.rar\" for entire test images which are given by the method proposed in our research article.For more explanations, please refer to the article: https:\/\/doi.org\/10.1016\/j.autcon.2024.105896",
        "subjects": "Artificial Intelligence and Image Processing | FOS: Computer and information sciences | Design Practice and Management | FOS: Arts (arts, history of arts, performing arts, music) | Other Built Environment and Design | FOS: Civil engineering | Built Environment and Design | Information and Computing Sciences | image segmentation | fatigue crack | steel bridge inspection | computer vision | crack segmentation | crack detection",
        "group1matches": "Civil engineering",
        "group2matches": "crack|crack|crack|crack|crack|crack|crack|crack|crack",
        "group3matches": null,
        "doiBase": "10.4121\/6162a9b6-2a20-4600-8207-e9dcd53a264a",
        "doiVersion": "3"
    },
    {
        "doi": "10.4121\/63c28ba2-fbde-486f-9d82-660ab3a5c990.v2",
        "title": "Database of Experimental Data on Three Geothermal Plays in the Netherlands from the ProperBase Project",
        "description": "This database was developed as part of the ProperBase project at TU Delft, focusing on geothermal plays in the Netherlands. It compiles both existing and newly measured data on core samples, covering properties like wellbore, mineralogy, imaging, and mechanical\/thermal traits. Built in Microsoft Access, it allows easy extraction of information through a user-friendly interface. Relationships between the 20 tables are primarily one-to-many, allowing users to query and correlate data across multiple samples and features.",
        "subjects": "Preparation and Production of Energy Sources | Energy Exploration | Renewable Energy | Energy | geothermal | the Netherlands | sandstone | mechanical | thermal | XRD | CT-scan | mineralogy | petrography | Permian",
        "group1matches": "sandstone|Geothermal|geothermal|geothermal",
        "group2matches": "CT-scan",
        "group3matches": null,
        "doiBase": "10.4121\/63c28ba2-fbde-486f-9d82-660ab3a5c990",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/6a527c79-3653-4c76-9a5b-00ec9ffbe468.v1",
        "title": "Data underlying the publication\/PhD thesis: A comprehensive journey on Dutch organic clays - from element testing through constitutive modelling towards a novel cyclic multidirectional shear device",
        "description": "It is the supplementary data for publications and the PhD thesis of Ching-Yu Chao. The research aims to address significant gaps in the understanding of the behaviour of Dutch soft organic clays under both monotonic and cyclic loading conditions. It focuses on stress-induced plastic anisotropy, the role of organic matter, and the impact of initial stress states in Dutch soft organic clays. Further, it aims to contribute to the field by: conducting experimental tests, Refining existing models, and Developing advanced testing apparatus: Setting up an innovative cyclic shear apparatus called CYC-DoSS. This apparatus aims to provide high-frequency, multi-directional, and complex cyclic loading patterns. Equipped with state-of-the-art measurement systems like bender elements, accelerometers, and pore pressure transducers, it will yield a unique and reliable dataset for model development, calibration, and validation. This addresses existing limitations in current equipment, which cannot control or measure lateral stresses or offer nuanced insights into hydromechanical coupling. This research aims to push the boundaries of current knowledge and technology, providing more reliable models and dataset for the understanding and application of Dutch soft organic clays in engineering practice. <br>",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | Dutch organic clays | Cyclic response | Element testing | Constitutive modelling | Cyclic multidirectional shear device",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "pore pressure",
        "group3matches": null,
        "doiBase": "10.4121\/6a527c79-3653-4c76-9a5b-00ec9ffbe468",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/6e22cba3-f963-4424-bfd0-d1c06f1002d6.v1",
        "title": "Elasto-plastic compression and flow through: visualisation for TUD CEG faculty",
        "description": "On one side, visualisation of a vertical compression of the 2m long block solved with linear elasticty and ideal plasticity. On the other, visualisation of streamlines generated from a 2D simulation of Stokes flow-through on the top and front face. The visualisation is made for a sticker glued to a glass case and is displayed in TU Delft on the 6th floor of the Civil Engineering and Geosciences faculty building.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | flow | scientific_visualisation | Paraview_5.11.0 | mechanics",
        "group1matches": "Civil Engineering|Civil Engineering|Civil engineering",
        "group2matches": "plasticity",
        "group3matches": null,
        "doiBase": "10.4121\/6e22cba3-f963-4424-bfd0-d1c06f1002d6",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/72132255-292b-49c5-bd1d-fd81a007323f.v1",
        "title": "Data set - MSc thesis - Experimental research into the stability of crown walls on a rubble mound breakwater",
        "description": "In this study, the loading characteristics of a crown wall on a rubble mound breakwater are investigated using a 2D physical model. The study examines both overall stability (through sliding) and the temporal and spatial distributions of pressure along the face and base of the crown wall. A range of wave conditions is tested, with particular emphasis on the influence of foundation level on the loading characteristics. Additionally, a second breakwater core is used to assess the impact of permeability on the wave loading characteristics. The findings highlight the significance of both parameters and analyze the discrepancies between predicted and measured maximum horizontal and vertical forces after wave impact. Furthermore, a novel two-step method is proposed to improve existing design methods, enabling more accurate estimation of wave loads.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | Crown wall | Crest element | Physical model testing | Pressure | Pressure distribution | Freeboard | Permeability",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability|Permeability",
        "group3matches": null,
        "doiBase": "10.4121\/72132255-292b-49c5-bd1d-fd81a007323f",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/72a188cc-0d15-41b5-b422-9d1650f6fcf3.v1",
        "title": "Data underlying the publication \"Design of a Wasp-Inspired Biopsy Needle Capable of Self-Propulsion and Friction-Based Tissue Transport\"",
        "description": "<strong>Supporting information underlying the publication \"Design of a Wasp-Inspired Biopsy Needle Capable of Self-Propulsion and Friction-Based Tissue Transport\":<\/strong><br><strong>S1 Data. Raw data set of the experiments<\/strong>The goal of the evaluation of the wasp-inspired biopsy needle was twofold: 1) assessing the core-transport capability (excel tabs: \"Test 1A\", \"Results 1A\", \"Test 1B\", \"Results 1B\") and 2) assessing the self-propulsion ability (excel tabs: \"Test 2\", \"Results 2\"). These objectives were addressed in two separate experiments. Experiment 1 focused on core transport while Experiment 2 focused on self-propulsion. During testing, the setup involved moving tissue phantoms towards the prototype to enable keeping the prototype stationary. This contrasts a realistic scenario where the needle would advance through tissue, but since the relative movement between the needle and the tissue phantom is the same, it was assumed that this would not influence the test results.<br><strong>S2 Video. Proof-of-principle of sequential self-propulsion and tissue-transport<\/strong>As a proof of principle, it was assessed whether the self-propulsion and core transport could be performed sequentially. Using the set-up of Experiment 2, the wasp-inspired biopsy needle was inserted 20 mm into a gelatin block (10 wt%), measuring 80 mm in total length. The motor was turned on, allowing the needle to self-propel over a distance of 45 mm, after which the central needle segment was removed by pulling it out to allow for core extraction over the remaining 15 mm, yielding a core of 15 mm. The near-frictionless air track was then deactivated, immobilizing the gelatin block as the gelatin core was transported from the distal tip to the opening in the outer cone of the actuator.Excel tab: \"Test 3\"",
        "subjects": "Mechanical Engineering | FOS: Mechanical engineering | Biomedical Engineering | FOS: Medical engineering | Engineering | bio-inspired design | biomimetics | medical device design | minimally invasive surgery | ovipositor, pancreatic biopsy",
        "group1matches": "gelatin|gelatin|gelatin",
        "group2matches": "Friction|Friction",
        "group3matches": null,
        "doiBase": "10.4121\/72a188cc-0d15-41b5-b422-9d1650f6fcf3",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/75c45171-93c1-485b-8ba1-9cb8e167f52f.v1",
        "title": "Data underlying the publication: Effects of feed solution pH on polyelectrolyte multilayer nanofiltration membranes.",
        "description": "This dataset is meant as supplementary information to the publication: Junker, Moritz A., et al. \"Effects of Feed Solution pH on Polyelectrolyte Multilayer Nanofiltration Membranes.\" ACS Applied Polymer Materials 5 (2023): 355-369.In this work, the influence of solution pH during filtration on the separation performance of polyelectrolyte multilayer based nanofiltration membranes was studied. Experimental methods applied for membrane characterisation include pressure-driven filtration (pure water permeability, polyethylene glycol retention, single salt retention), Zeta Potential measurements over a range of pH values, and spectroscopic ellipsometry measurements (dry and wet conditions).The dataset contains all relevant data for the study. More information on the specific files can be found within the README.txt file.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Engineering | polyelectrolyte multilayer | nanofiltration | membranes | pH sensitivity | hollow fiber",
        "group1matches": "polyethylene",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/75c45171-93c1-485b-8ba1-9cb8e167f52f",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/75e209b1-4c63-431f-9530-f5e35cd0c5f7.v1",
        "title": "Empirical research for the hydraulic stability of rock-filled mesh bags in offshore application for the stabilisation of cable protection systems",
        "description": "The expanding offshore wind industry is facing challenges with excessive movement of the power cables that connect offshore turbines to the grid. The casings that surround the exposed parts of cables near structures, known as cable protection systems (CPS), show damage before the end of their expected service life, requiring costly repair and maintenance. A potential solution is to stabilise the CPS by placing one or more rock-filled mesh bag (rock bag) on top of it. There are multiple rock bag manufacturers and distributors. The bags are made of polyester netting that is relatively flexible. The sizes considered for this study are 4 and 8 ton (4000 and 8000 kg), but smaller and larger sizes are available. Currently, little is known about the behaviour and stability of these rock bags in offshore environments. The goal of this study is to expand the knowledge through empirical model testing.480 experiments were conducted in a flume in the hydraulic engineering laboratory of Delft University of Technology. Two set-ups were used, one with a flat rough bed, to test two or three rock bags side by side and grouped formations of bags. The other is a realistic halved model of a monopile, scour protection and CPS. Regular wave, irregular wave and combined wave-current conditions have been tested.Analysis of before and after top images of the tests is used to establish a failure criterion. The test results are compared to the empirical stability limit defined by Jacobsen et al. (2023). In this way, a stability limit applicable for irregular wave fields is found. The effects of grouping and near monopile flow amplification are quantified. Internal friction is found to be a relevant parameter that should be considered in physical model studies.This data serves to back up all conclusions reached in the experiments and allows for changing the stability calculations by providing all relevant inputs. All libraries, scripts and processed data are provided. As well as all processed top pictures.Notebooks:-       WaveCurrent_irr.ipynbAnalysis of irregular tests with combined wave current-       Results_analysis_irregular.ipynbAnalysis of irregular wave tests-       Results_analysis_regular.ipynbAnalysis of regular wave tests-       Regular_v2.ipynbOutput: Dataframe with caracteristic values to describe each test used as input for analysis of regular wave tests-       Toppictures_analysis.ipynbProcess of top pictures for analysis<strong>Libraries:<\/strong>-       Fenton-       decomp_lib<strong>Sheets:<\/strong>-       Master table and data-       glass_pros-       grouped_pros-       lightmaterial_pros-       regular_waves_pros",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | Rock bag | Rock-filled mesh bag | Rock net | Filter Unit | FU | CPS | Cable protection system | Offshore | Monopile | Scour protection",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "friction",
        "group3matches": null,
        "doiBase": "10.4121\/75e209b1-4c63-431f-9530-f5e35cd0c5f7",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/7875af76-7341-49d5-8a86-80ae5da9ebb5.v1",
        "title": "Test data underlying the PhD thesis: Characterization of the mechanical properties of wooden foundation piles (G. Pagella) - TU DELFT",
        "description": "An extensive experimental campaign was conducted in this PhD research to characterize the mechanical properties along: 70 “new” full-size saturated spruce (<em>Picea abies<\/em>) and pine (<em>Pinus sylvestris<\/em>) foundation piles; 60 historical full-size saturated spruce (Picea abies) and fir (Abies) piles retrieved from two bridges in the city of Amsterdam, 100-300 years old and with different levels of decay. The data were collected from the experimental test campaign on the wooden foundation piles extracted from the soil in Amsterdam. The following methodology is adopted for achieving the main goals:The mechanical properties along the full-size “new” piles are investigated through the execution of large-scale axial compression tests on pile segments, extracted from their head, middle-part and tip. Pile segments with different diameters are investigated (ranging from 130 mm to 280 mm), with the goal of investigating the variability of saturated compressive strength and stiffness along the pile. The relationships between the saturated compressive strength and parameters characterized with visual and machine grading were investigated. On this basis, possible strength classes for the characteristic compressive strength based on visually-graded parameters were determined for spruce and pine piles. The results provide a basis for the engineering design and assessment of timber foundation piles and they can be used together with the provisions given in the new standard (Eurocode 5 2023).The second objective of this work is the detailed characterization, in terms of material and mechanical properties, of the historical saturated piles, with specific reference to the influence of bacterial decay on their remaining saturated compressive strength. The historical piles have been exposed in the soil for approximately 100, 135 and 295 years. Thus, it is possible to assess the remaining compressive strength of the piles in relation to bacterial decay after three distinct periods of service time. Large-scale compressive tests on full-size segments extracted from head, middle-part and tip were conducted to study the effect of decay along the pile. Small-scale compression tests were carried out on samples retrieved from the pile’s cross section, to study the influence of decay radially within the pile. Several techniques are adopted for this characterisation: micro-drilling measurements, computer tomography (CT) scans, and light microscopy observations.The applicability of micro-drilling measurements is studied to assess the amount of decay in the historical piles, as an alternative to the current extraction of drill cores. Correlations between the material and mechanical properties of the samples and the micro-drilling signals are investigated, to check the reliability of micro-drilling in identifying decay both from a qualitative and quantitative point of view. Based on a large database of micro-drilling signals collected from every historical pile segment, an algorithm is developed to determine the amount of decay within the pile at the position of the measurement.Two prediction models are presented: one for the saturated compressive strength of “new” spruce and pine piles, based on machine grading of their dynamic modulus of elasticity, measurable in practice with frequency response measurements. One for the direct prediction of the remaining saturated compressive strength along in-situ historical timber piles, based on the remaining sound cross-sectional area determined with underwater micro-drilling performed on the pile head.The novelty of this research lies in the characterization of the mechanical properties along the length of saturated spruce and pine piles, providing reliable saturated compressive strength values and grading specifications which enable engineers to adequately design timber foundation piles. These values can be used together with the provisions in the new Eurocode 5 2023. An innovative application of micro-drilling measurements is introduced, for the in-situ assessment of historical timber foundation piles and estimation of their remaining short-term compressive strength. This serves as basis for engineering retrofitting of timber foundations currently in use under historic buildings and strategical structures such bridges and quay walls in the city of Amsterdam. The micro-drilling approach contributes to the research framework in the city of Amsterdam, supporting testing and modelling methods for estimating decay, (residual) load-carrying capacity, and remaining service life models of timber pile foundations. This knowledge has broader applicability and potential extension to de delta cities across European countries, such as Stockholm (SE), Hamburg (DE) and Venice (IT), but also overseas locations including Boston (US).",
        "subjects": "Civil Engineering | FOS: Civil engineering | Materials Engineering | FOS: Materials engineering | Engineering | wooden foundation piles | Mechanical characterization | Remaining strength properties | Biological degradation | Bacterial decay | Micro-drilling | Time: 2021-2024",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "elasticity|light microscopy|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/7875af76-7341-49d5-8a86-80ae5da9ebb5",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/840b64db-d322-40f5-a1d1-c27e3e1b79dc.v1",
        "title": "SEM\/EDX analysis of the samples surface, together with information on chemical composition and the distribution of elements. Data underlying the research project \"Gelatin-alginate hydrogels for hard-to-heal wounds\" (GAlHyd)",
        "description": "This dataset contains data collected during investigation of hydrogels based on natural polymers (gelatin, sodium alginate), as part of the research project \"Gelatin-alginate hydrogels for hard-to-heal wounds\". The purpose of these experiments was to determine the chemical composition and the distribution of elements in samples of hydrogels saturated with an antiseptic (chlorhexidine digluconate).Prior to structure determination, micrographs were collected on several lyophilized hydrogel films with a JEOL JSM-6510LV scanning electron microscope (SEM). To obtain high quality micrographs, a thin gold film was sputtered with a JEOL JFC 1200 fine coater on samples randomly spread on a carbon tape. An OXFORD Energy Dispersive X-ray Spectrometer (EDS) coupled to the microscope was employed to verify the presence of Cl, Na, O, C and N elements and their spatial distributions within the crystals. The distribution of these elements is homogeneous, as shown in EDS elemental maps.",
        "subjects": "Medicinal and Biomolecular Chemistry | FOS: Chemical sciences | Other Chemical Sciences | Macromolecular and Materials Chemistry | Chemical Sciences | Gelatin | Sodium alginate | Chlorhexidine | Hydrogel | SEM\/EDX | Time: 01.04.2023-30.11.2023",
        "group1matches": "Gelatin|gelatin|Gelatin|Gelatin",
        "group2matches": "scanning electron microscope",
        "group3matches": null,
        "doiBase": "10.4121\/840b64db-d322-40f5-a1d1-c27e3e1b79dc",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/8bda365e-888f-420b-9b16-f062fa2c5e4e.v1",
        "title": "Data underlying the PhD thesis: A Finite Volume Framework for Accurate Modeling of Fault Reactivation in Poroelastic Rocks",
        "description": "The data accompanying the dissertation \"A Finite Volume Framework for Accurate Modeling of Fault Reactivation in Poroelastic Rocks\". The data is provided for the three last chapters of the dissertation, includingChapter 4. Benchmarking Numerical Solution (ch4.zip)Chapter 5. Modeling of Experiments (ch5.zip)Chapter 6. Beyond the Quasi-Static Modeling of Induced Seismicity (ch6.zip)The data for each chapter is compressed into a *.zip archive.<br>The data consists of DARTS models developed and used for the simulation of the cases that are considered in the thesis. They represent Python scripts, *.msh and *.geo Gmsh files, *.csv, *.txt input files and some limited results of modeling. Unfortunately, most of the modeling results have not been possible to upload to 4TU as it requires more than 100GB of memory.",
        "subjects": "Other Earth Sciences | FOS: Earth and related environmental sciences | Mining and Extraction of Energy Resources | Earth Sciences | Energy | Finite Volume Method | Multi-Point Approximation | Discrete Fracture Model | Fault Reactivation | Frictional Contact | Slip-Weakening | DARTS | Geomechanics | Contact Mechanics | Induced seismicity | Time: 2020-2024",
        "group1matches": "Fault Reactivation|Fault Reactivation|Induced Seismicity|Fault Reactivation|Induced seismicity",
        "group2matches": "Poroelastic|Poroelastic|Frictional",
        "group3matches": null,
        "doiBase": "10.4121\/8bda365e-888f-420b-9b16-f062fa2c5e4e",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/8dfca93b-ffff-4e1d-b2e3-fe980716c658.v1",
        "title": "Data underlying the publication: Assessment of in-situ tidal marsh erodibility under high flow velocities",
        "description": "This dataset contains data collected during the in-situ field experiment at Hedwigepolder (December 2020) as part of the PhD research by M. van den Berg. During the experiment, tidal marsh was exposed to flow velocities up to 1.3 m\/s via construction of in-situ flow flumes. Water to the flume was supplied via a pump system and freely accelerated down the adjacent levee towards the tidal marsh. Vegetation response was observed and bed level measurements done. Soil samples were taken for laboratory tests.<br>This dataset mainly serves to complement the publication. Nonetheless, the data is suitable for own analysis and interpretation if interested. The data is raw or partially processed. More information to post-process the data can be found in the README.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | tidal marsh | erodibility | flow | in-situ | dike breach | flood risk | coastal adaptation | Time: 3-12-2020 to 5-12-2020",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "erodibility|erodibility",
        "group3matches": null,
        "doiBase": "10.4121\/8dfca93b-ffff-4e1d-b2e3-fe980716c658",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/90412947-edbb-452e-ace9-f757f6860ea7.v1",
        "title": "Data underlying the publication \"Design and evaluation of a ball spline wasp-inspired needle\"",
        "description": "<strong>Supporting information underlying the publication \"Design and evaluation of a ball spline wasp-inspired needle\":<\/strong><br><strong>S1 Data. Raw data set of the experiments.<\/strong>To evaluate the performance of the Splinositor under controlled conditions, we performed two experiments in gelatin phantoms. The experiments aimed to investigate the performance behavior of the needle actuated (1) for different actuation velocities (tab: \"Velocity tests\") and (2) inside different gelatin phantoms, (tab: \"Gelatin concentration tests\" both in terms of the slip of the needle with respect to the gelatin phantom.<br>The first experiment aimed to find the most efficient technical configuration of the Splinositor inside gelatin phantoms with a concentration of 15% weight (wt) powder in water. The independent variables were the mobility of the ball spline and the actuation speed (ω) of the needle. To investigate the effect of the central ball spline, we evaluated the prototype in two conditions in which: (1) the central ball spline was fixed to constrain its translation in the <em>y<\/em>-direction while allowing rotation around the <em>y<\/em>-axis, while the gelatin sample was placed on a low-friction cart, and (2) the central ball spline was able to move like intended (i.e., mobile) and the gelatin sample remained stationary. To investigate the effect of the actuation angular velocity (ω), ω was set at π, 2π, or 3π rad\/s using a metronome.<br>The second experiment aimed to investigate the effect of the stiffness of the gelatin phantom on the Splinositor performance for the configuration with a mobile ball spline and an actuation velocity of π rad\/s. The independent variable was the concentration of gelatin powder in the phantoms, which was set at 5 wt%, 10 wt%, and 15 wt%.<br>Additionally, we performed force measurements using a force gauge to show the insertion force on each needle segment during insertion of the needle bundle in 5-wt% and 10-wt% gelatin samples (tab: \"Needle insertion force tests\") and insertion force exerted on the needle segments by the actuation system (tab: \"Actuation system force tests\"). Lastly, we computed the theoretical critical load for each needle segment (tab: \"Theoretical critical load).",
        "subjects": "Medical Biotechnology | FOS: Medical biotechnology | Technology | bio-inspired | needle design | ball spline | biomechanics | percutaneous intervention",
        "group1matches": "gelatin|gelatin|Gelatin|gelatin|gelatin|gelatin|gelatin|gelatin|gelatin|gelatin",
        "group2matches": "friction",
        "group3matches": null,
        "doiBase": "10.4121\/90412947-edbb-452e-ace9-f757f6860ea7",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/9c932a49-95ae-401f-91b3-b2a5bfc65929.v1",
        "title": "Research data supporting paper 'An interpretable method for operational modal analysis in time-frequency representation and its applications to railway sleepers'",
        "description": "The data and codes were prepared and uploaded to 4TU.ResearchData by Yuanchen Zeng to support the published results in his paper: Zeng Y, Shen C, Nunez A, Dollevoet R, Zhang W, Li Z. (2023). An interpretable method for operational modal analysis in time-frequency representation and its applications to railway sleepers. Structural Control and Health Monitoring, 2023: 6420772.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | Operational modal analysis | time-frequency representation | frequency domain decomposition | railway tracks | railway sleepers | experimental modal analysis",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "modal analysis|modal analysis|modal analysis|modal analysis",
        "group3matches": null,
        "doiBase": "10.4121\/9c932a49-95ae-401f-91b3-b2a5bfc65929",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/afcd7ef6-4b2b-402f-a406-9ff559eabc83.v1",
        "title": "Dataset underlying the publication: All-lignin polyelectrolyte multilayers as renewable and biodegradable nanofiltration membranes",
        "description": "The data includes the following datasets:<br>dn_dc_for_Q_factor_determination: refractive indexes of lignin solutions measured at different concentrations (g\/L) of lignin at different wavelengths (nm) of incoming light. The linear fit function in excel was used to determine the dn\/dc from the presented data. The fit data can be found in the SI of the article.<br>Filtration: Contains experimental results of crossflow filtration measurements for pure water permeability, 90% molecular weight cut off (MWCO) data based on polyethylene glycol (PEG) retentions (100-10000 g\/mol) as measured by Gell permeation chromatography (GPC), and MgSO4 retention data. Measured quantities are: active fibre length (m), average [inlet and outlet] pressure (bar), permeate mass (g) [filled beaker-empty beaker], permeation time (s), feed and permeate conductivity (microS\/cm).<br>Fourier transform infrared spectroscopy data (FTIR): From the 3 different cationic lignin batches used in the article, the lignosulfonates and the unmodified Kraft lignin. batch number 1 was used for figure 2 in the article; batch number 2 was used for the salt stability, pH stability and biodegradability experiments (Figure 4, 5 and 6 of the main article and figure S4, S6, S7 and S9 of the SI); batch number 3 was used for the reflectometry and layer growth experiments at different NaCl concentrations (figure 3 in the article). the wavelength (cm-1) and signal intensity (a.u.) are presented.<br>H-NMR: 1H-NMR data of the different cationic lignin batches, lignosulfonate and unmodified Kraft lignin. The chemical shift (ppm) and signal intensity (a.u.) are presented<br>P-NMR: 31P-NMR data of the unmodified Kraft lignin and lignosulfonate. To calculate the OH content of the lignin from this data the MestreNova software was used. The chemical shift (ppm) and signal intensity (a.u.) are presented<br>SEM: FESEM images of the bare support and the support coated with 9.5 or 10.0 bilayers of lignin<br>Reflectometry: Reflectometry data for the lignins coated from 5, 50 and 500 mM NaCl solutions onto a silicon waver. The Q factors as determined from the dn\/dc data and the professor Huygens software are presented together with the signal (S) base signal (So) and calculated adsorption (Ads) in mg\/m2.<br>",
        "subjects": "Organic Chemistry | FOS: Chemical sciences | Materials Engineering | FOS: Materials engineering | Analytical Chemistry | Macromolecular and Materials Chemistry | Engineering | Chemical Sciences | Polyelectrolyte multilayers | membranes | lignosulfonate | cationic lignin | Kraft lignin | nanofiltration | lignin | biodegradation | reflectometry | layer-by-layer",
        "group1matches": "polyethylene",
        "group2matches": "Fourier transform infrared spectroscopy|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/afcd7ef6-4b2b-402f-a406-9ff559eabc83",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/c101c837-555a-4c2c-8290-69980f520bdd.v1",
        "title": "Data underlying the publication: Asymmetric polyelectrolyte multilayer nanofiltration membranes: Structural characterisation via transport phenomena.",
        "description": "This dataset is meant as supplementary information to the publication: Junker, Moritz A., et al. \"Asymmetric polyelectrolyte multilayer nanofiltration membranes: Structural characterisation via transport phenomena.\" Journal of Membrane Science 681 (2023): 121718.In this work, the fabrication and performance of asymmetric polyelectrolyte multilayer based nanofiltration membranes were analysed by a combination of experimental filtration studies and theoretical transport modeling. Experimental methods applied for membrane characterisation include pure water permeability, single salt retention, polyethylene glycol retention, and ternary ion retention. Additionally, polyelectrolyte multilayers were studied on a model surface via spectroscopic ellipsometry. Based on experimental results, different pore flow models were parametrised to describe and predict the filtration behaviour.The dataset contains all relevant data for the study. This includes experimental and theoretical results. More information on the specific files can be found within the README.txt file.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Engineering | Nanofiltration | Polyelectrolyte multilayers | Transport modeling",
        "group1matches": "polyethylene",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/c101c837-555a-4c2c-8290-69980f520bdd",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/c8a3834b-0083-4748-bb6d-04f41bf68406.v1",
        "title": "Rheological data underlying the Chapter 4 and 6 of the thesis: Interactions of moisture and oxidative ageing mechanisms in paving binders: towards improving durability of pavements",
        "description": "Rheological measurements (including frequency sweep, LAS fatigue tests, relaxation tests, and viscosity determined by DSR and Viscometer) of bituminous binders at different ageing states, various moisture conditions, and field conditions. For details, please see README.txt file.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Engineering | rheology | bitumen | viscosity | Ageing | Moisture | field | Time: 2021-2023",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Viscometer|relaxation|Rheological|Rheological|rheology",
        "group3matches": null,
        "doiBase": "10.4121\/c8a3834b-0083-4748-bb6d-04f41bf68406",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/c9592e56-9284-42ba-92b3-b6448e5beddb.v2",
        "title": "Data presented in the paper \"Unifying creep and fatigue modeling of composites: a time-homogenized micromechanical framework with viscoplasticity and cohesive damage\".",
        "description": "Tex files containing data used for diagrams in the paper, plus pdf figures related to the model formulation, and svg figures from which pdf figures have been generated.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Mechanical Engineering | FOS: Mechanical engineering | Aerospace Engineering | Automotive Engineering | Engineering | fatigue | creep | time homogenization | off-axis loading | thermoplastic composites",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "creep|creep",
        "group3matches": null,
        "doiBase": "10.4121\/c9592e56-9284-42ba-92b3-b6448e5beddb",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/cb55e736-5f86-444b-ba44-f6d6386ce800.v1",
        "title": "Data underlying the publication: Interrogation of oxidative pulsed methods for the stabilization of copper electrodes for CO2 electrolysis",
        "description": "Data sets containing the data points used for creating figures in both the manuscript and supporting information. Raw Data sets taken from gas chromatography, potentiostat and in situ Raman spectroscopy setup.The gas chromatography data is converted into faradaic efficiencies (FE) as a function of time. Potentiostat data contains current or potential values as supplied to the electrolyser as a function of time. In situ Raman contains the measured response as a function of wavenumber.<br>FE profiles are used to study the effect of 'off' time on the lifetime of the copper catalyst. Potential data is used to study the anodic polarization curve of the copper electrode in 1 M KHCO3. Raman data was utilised to confirm the 'off' time dependency for the formation of cuprite.<br>",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Engineering | CO2 electrolysis | copper | stability | pulsed electrolysis | open-circuit potential | cuprite",
        "group1matches": "cuprite|cuprite",
        "group2matches": "Raman|Raman|Raman",
        "group3matches": null,
        "doiBase": "10.4121\/cb55e736-5f86-444b-ba44-f6d6386ce800",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/d0a048ba-d1dd-4174-b6db-e0feb942f065.v1",
        "title": "Research data on Verification of Unified Yield Surface SFG Model Considering Temperature Influence",
        "description": "In landfill foundation treatment, high-level radioactive waste disposal, geothermal resources development and utilization and other engineering construction practice, there is a large amount of unsaturated soil. When unsaturated soil is affected by sunlight, geothermal, nuclear waste, biochemical reaction and other thermal radiation, it will accelerate the settlement and deformation of soil temperature. The building structure based on unsaturated soil will also be affected, so it is of great significance to study the influence of temperature on the stress and deformation of unsaturated soil. In this paper, by extending the SFG model of unified yield surface to consider the influence of temperature change on unified yield surface, a yield surface constitutive model which can reflect temperature-suction-stress at the same time is proposed.In order to verify the applicability of the model, triaxial tests on Jiangxi laterite at different temperatures are carried out to determine the parameters needed for model calculation. The model fitting results are obtained by using the test parameters and compared with the test results. With reference to the experimental data of remolded clay used in the literature by Uchaipichat et al, the model was fitted and analyzed. The results show that the unified yield surface SFG model considering the effect of temperature can better reflect the stress-strain characteristics of soil during compression rebound, dehumidification and shear, and verify the reliability of the constitutive model to reflect the stress-strain characteristics of soil at different temperatures, thus further enriching the constitutive theory of unsaturated soil under the influence of temperature.",
        "subjects": "Engineering | Civil Engineering | FOS: Civil engineering | unsaturated soil | uniform yield surface | temperature effect | constitutive model | switching flow-graph (SFG)",
        "group1matches": "geothermal|geothermal|Civil Engineering|Civil engineering",
        "group2matches": "triaxial tests|temperature change",
        "group3matches": null,
        "doiBase": "10.4121\/d0a048ba-d1dd-4174-b6db-e0feb942f065",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/d40d3812-c3db-46bb-8394-24473c735b23.v1",
        "title": "Supporting data for: \"Active and Passive Monitoring of Fault Reactivation under Stress Cycling\"",
        "description": "Increased seismicity, due to subsurface activities has led to increased interest in monitoring and seismic risk mitigation. In this study we combined passive and active acoustic monitoring methods to monitor fault sliding and reactivation in the laboratory. Acoustic emission (AE) and ultrasonic transmission measurements were performed during stress-cycling to monitor stress-driven fault reactivation. This dataset contains the recorded acoustic emission, the recorded ultrasonic waveforms and the loading data (i.e. axial stress, confining stress, displacement) of the rock mechanical experiment.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Other Earth Sciences | Earth Sciences | Acoustic Monitoring | AE | Coda Wave Interfermetry | Rock Mechanics | Induced Seismicity | Fault Reactivation Experiments",
        "group1matches": "Fault Reactivation|fault reactivation|Induced Seismicity|Fault Reactivation",
        "group2matches": "Acoustic emission|AE|acoustic emission|AE|Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/d40d3812-c3db-46bb-8394-24473c735b23",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/d5278a83-81d1-4a9c-8514-3ce8cd8991f7.v1",
        "title": "Supporting data for \"Early detection of stress changes and failure using acoustic measurements - Chapter 3 Precursory signals to the onset of laboratory stress-driven fault slip through acoustic monitoring\"",
        "description": "Ultrasonic monitoring of cyclic stress-driven fault reactivation experiments in the rock deformation laboratory. Includes the waveforms and loading data (force, displacement, pore pressure)",
        "subjects": "Defence | Defence | Ultrasonic measurements | coda wave interferometry | laboratory experiments | rock mechanics",
        "group1matches": "fault slip|fault reactivation",
        "group2matches": "pore pressure|rock mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/d5278a83-81d1-4a9c-8514-3ce8cd8991f7",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/d71ca324-2d4b-4b34-9f03-72e4f5b3c3bf.v1",
        "title": "Data for XS grant - Innovative single-step approach to printable and flexible diamond sensors",
        "description": "The data in this dataset were obtained during the execution (1 year) of the grant project focused on “Innovative single-step approach to printable and flexible diamond sensors”. Dataset comprises raw data and\/or exported files (in order to process them in a suitable software such as Excel or Origin) from different type of measurements (e.g., Raman spectroscopy, mechanical tensile tests, electrochemical (EC) measurements), images (scanning electron micrographs; optical micrographs; photos of the setup\/electrodes; exported images from EC measurements), Origin and Excel files with plotted graphs. The dataset is divided into several sections with clear headings, therefore the individual measurements can be easily identified.",
        "subjects": "Mechanical Engineering | FOS: Mechanical engineering | Materials Engineering | FOS: Materials engineering | Analytical Chemistry | FOS: Chemical sciences | Macromolecular and Materials Chemistry | Engineering | Chemical Sciences | additive manufacturing | 3D-printing | stereolithography | fused deposition modelling | mechanical tests | electrical properties | electrochemical characterization | sensing | dopamine detection | Time: 2023",
        "group1matches": "diamond|diamond",
        "group2matches": "Raman",
        "group3matches": null,
        "doiBase": "10.4121\/d71ca324-2d4b-4b34-9f03-72e4f5b3c3bf",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/d77f1a2c-29ea-4572-ad72-e33ed8dc8d22.v1",
        "title": "Data belonging to journal publication: \"Benchmarking analytical and numerical simulation of induced fault slip\".",
        "description": "A small Excel file with data used to generate plots in a journal publication: Novikov, A.V., Shokrollahzadeh Behbahani, S., Voskov, D., Hajibeygi, H. and Jansen, J.D. (2024): \"Benchmarking analytical and numerical simulation of induced fault slip\", Geomechanics and Geophysics for Geo-Enegy and Geo-Resources. Special Issue \"Selected Contributions from the 57th US Rock Mechanics\/Geomechanics Symposium, Atlanta, GA, 2023.\"<br>Purpose of the publication is to provide analytical solutions that can serve as test problems for numerical tools to describe depletion-induced or injection-induced fault slip.<br>This data set forms a replacement of an earlier data set (DOI 10.4121\/22240309) corresponding to the conference version of the paper. The current data set contains an additional figure (Fig. 14), while some of the other figures have been displayed on a somewhat more detailed and\/or somewhat more regular grid.    ",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Earth Sciences | benchmark | Cauchy integral | displaced fault | embedded fault | finite volume | inclusion theory | induced seismicity | simulation | semi-analytical | fault slip",
        "group1matches": "fault slip|fault slip|fault slip|displaced fault|induced seismicity|fault slip",
        "group2matches": "Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/d77f1a2c-29ea-4572-ad72-e33ed8dc8d22",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/da3376f2-ea1d-453a-89e7-d607f93a7e8b.v2",
        "title": "The geochemical and zircon U-Pb dating data of the Milai section in the Gonjo Basin, Southeast Tibet",
        "description": "The geochemical data (in our case Rb\/Sr and Ti\/Ca data) were measured using an Innov-X Systems X-ray fluorescence (XRF) spectrometer, and used to carried out cyclostratigraphic analysis (and establish a floating astronomical timescale) and trace orbital-scale climate changes in the Gonjo Basin. The zircon U-Pb dating were performed using an Agilent 7900 ICP-MS equipped with a coherent 193 nm excimer laser ablation system (GeoLas HD) and identified the age of the volcanic layer at 866 m in the Gonjo Basin, and anchored in numerical time in order to obtain an absolute astronomical timescale.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Geophysics | Earth Sciences | Orbital forcing | Hydrological cycle | Early Eocene Climatic Optimum | Gonjo Basin | Time: ~53-50 Ma",
        "group1matches": "zircon|zircon",
        "group2matches": "U-Pb dating|U-Pb dating|U-Pb|U-Pb|geochemical|geochemical|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/da3376f2-ea1d-453a-89e7-d607f93a7e8b",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/dd8c8e4e-72f9-44bc-af50-d9751f69895b.v1",
        "title": "Experimental study on mechanical properties of GGBS solidified silt based on geopolymerization",
        "description": "Compaction data, unconfined compressive strength data, compression data and microscopic data were obtained for the ground granulated blast slag (GGBS) cured powder soil.",
        "subjects": "Engineering | Civil Engineering | FOS: Civil engineering | UCS | GGBS | Microscopic analysis | Geological polymerization",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "unconfined compressive strength",
        "group3matches": null,
        "doiBase": "10.4121\/dd8c8e4e-72f9-44bc-af50-d9751f69895b",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/e5555ba3-9b9a-4c2d-8ad4-09d24c6fe6ef.v1",
        "title": "Dissolution\/precipitation in rock microstructure during fault reactivation: visualisation data",
        "description": "Visualisation of flow through altering rock microstructure during fault reactivation modelled at the fault scale. Permeability variation is plotted.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Earth Sciences | Engineering | data_analysis | scientific_visualisation | Paraview_5.11.0 | flow | dissolution\/precipitation",
        "group1matches": "fault reactivation|fault reactivation|Civil Engineering|Civil engineering",
        "group2matches": "Permeability",
        "group3matches": null,
        "doiBase": "10.4121\/e5555ba3-9b9a-4c2d-8ad4-09d24c6fe6ef",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/e65ed658-0d8d-4890-a252-c85a7c1c2619.v2",
        "title": "SEM image of gelatin-alginate hydrogels crosslinked by diepoxy polyethylene glycol (PEG DE 500). Data underlying the research project \"Gelatin-alginate hydrogels for hard-to-heal wounds\" (GAlHyd)",
        "description": "Scanning electron microscopy (SEM). Hydrogel samples were placed in 2 ml Eppendorf microtubes, frozen in liquid nitrogen (T = -195.75 °С)for 15 min, then transferred to a pear-shaped flask, which was connected to freeze dryer Liofilizator Alpha 1-2 LD plus (CHRICT, Munich, Germany) equipped with a two-stage oil pump RZ 2.5 (VACUUMBRAND), pressure 0.1 mbar (10 Pa), temperature -55 °С. The dried samples were gold-covered in a nitrogen atmosphere (Pump\/Gold JEOL JFC-1300), photographs of the morphology were taken on a scanning microscope (JEOL, JSM 6510 LV).",
        "subjects": "Medicinal and Biomolecular Chemistry | FOS: Chemical sciences | Other Chemical Sciences | Macromolecular and Materials Chemistry | Chemical Sciences | SEM | Gelatin | Aginate | Hydrogel | Morphology | Pore size | Time: 01.04.2023-30.11.2023",
        "group1matches": "gelatin|polyethylene|Gelatin|Gelatin",
        "group2matches": "electron microscopy|Pore size|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/e65ed658-0d8d-4890-a252-c85a7c1c2619",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/e74d650d-31e5-441f-bde5-aaa4338e9d10.v2",
        "title": "Geothermal Project on TU Delft Campus - DAPGEO-02 Sonic and NMR logs",
        "description": "This data publication contains the following unique geophysical logs, collected from the multi-purpose research borehole DAPGEO-02, between 228 and 428 meters depth:<br>Nuclear Magnetic Resonance (NMR)Full Waveform Sonic (FWS)P- and S-wave velocity from PS suspension logging<br>DAPGEO-02 borehole is part of the seismic monitoring network of the geothermal research project on TU Delft Campus (www.tudelft.nl\/geothermalwell). Well logs in this dataset are complementary to the <strong>Initial Borehole Dataset<\/strong> (https:\/\/doi.org\/10.4121\/21528819), and will become public two years after the end of the data collection date, alongside the corresponding scientific publication.  <br>Full description of the logs and their processing is in the <strong>DAPGEO-02 Drilling Report<\/strong> (https:\/\/doi.org\/10.4233\/uuid:fde70c00-cf65-4174-9cd3-89585a5e61bd).",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Energy Exploration | Geophysics | Earth Sciences | Energy | wireline logging | open-hole logging | monitoring borehole | EPOS-NL | geothermal energy | well logging | geophysical logging | nuclear magnetic resonance | NMR | sonic log | Time: 2022-07-31",
        "group1matches": "Geothermal|geothermal|geothermal",
        "group2matches": null,
        "group3matches": "Geothermal Project on TU Delft Campus|DAPGEO-02|DAPGEO-02|DAPGEO-02|geothermal research project on TU Delft|DAPGEO-02",
        "doiBase": "10.4121\/e74d650d-31e5-441f-bde5-aaa4338e9d10",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/e93fc2df-6098-4a35-bebb-1697fedd4d2e.v1",
        "title": "Data underlying the publication: Tires for Mars Rovers: Reinforcing BR and BR\/Vinyl-Methyl Silicone Rubber Compounds with Carbon Black, Nano-CaCO3, or Silica for Good Low-Temperature Dynamic-Mechanical Performance",
        "description": "<em>Reserach data used in the following publication:<\/em><strong>Tires for Mars Rovers: Reinforcing BR and BR\/Vinyl-Methyl Silicone Rubber Compounds with Carbon Black, Nano-CaCO3, or Silica for Good Low-Temperature Dynamic-Mechanical Performance<\/strong><em>Abstract:<\/em>Dynamic increment in Mars exploration missions necessitates the development of new materials that can satisfy the ever more stringent requirements. Currently, most of the materials used for manufacturing Mars rovers and landers are based on various metal alloys that provide high reliability in the Martian environment. However, the future planned missions, including the first human crew landing on Mars, require the development of new rubber materials that could be used for sealing Mars suits, for tires\/tracks, and for damping systems for heavy Mars rovers. This research aims to investigate the properties of butadiene rubber (BR) and butadiene\/vinyl-methyl silicone rubber blends (BR\/VMQ) filled with various reinforcing fillers: carbon blacks (CBs), silicas, and nanometric calcium carbonate (nano-CaCO<sub>3<\/sub>), in order to evaluate their performance from the point of view of Mars' environmental applications. The study revealed that the designed composites exhibit very good low-temperature elasticity, and the addition of 30 phr of high surface area CB (N220) or silica (Ultrasil 9100) results in good mechanical properties of the compounds. The mechanical properties of the BR\/VMQ blends depend on the type of reinforcing filler. The addition of the CBs resulted in better mechanical properties, while the incorporation of silicas worsens the mechanical properties of BR\/VMQ blends in comparison to their BR counterparts. The high-cis BR grade exhibits a strong tendency to crystallize in the operating temperature range on Mars (crystallization ∼−60 °C, melting ∼−20 °C), and the addition of the fillers nucleates the crystallization, resulting in a higher amount of the crystalline phase. This might be a serious problem for any sealing application of the rubber compounds. For this reason, a non-crystallizable BR grade is recommended for further studies.",
        "subjects": "Aerospace Engineering | FOS: Mechanical engineering | Materials Engineering | FOS: Materials engineering | Macromolecular and Materials Chemistry | FOS: Chemical sciences | Engineering | Chemical Sciences | rubber | Mars | fillers | butadiene rubber | silicone rubber",
        "group1matches": "calcium carbonate",
        "group2matches": "elasticity",
        "group3matches": null,
        "doiBase": "10.4121\/e93fc2df-6098-4a35-bebb-1697fedd4d2e",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/eaa8ceb3-77cc-452b-b2f2-2796ba33e5ab.v1",
        "title": "FE models related to report \"Deciding where to verify the fatigue resistance of an orthotropic steel bridge deck\"",
        "description": "FE models related to the master thesis with the name: Deciding where to verify the fatigue resistance of an orthotropic steel bridge deck<br>This contains a total of 11 different FE model which all model the behaviour of a single bridge.4 models are made of 2D elements and do not contain any weld details. The difference is the mesh refinement applied at the welds at the connection between the trough webs and the deck plate4 models are made of 2D elements and do contain weld details according to the Dutch regulations (ROK 2.0). The weld details are at the point for which the model is made. At this point the maximum stress interval is determined. The different points are point: A, B, 1, 2. The locations of this point can be found in the master thesis these model were generated for. Or, by opening the models and observing the location of the mesh refinement.2 models are made of 1D ellements. They are used to research the difference between the choice of modelling of the cross section of the stiffeners. Either \"open\" or \"closed\"1 1D models is used the research the response of the main girders due to the loads applied on them by the cross beams<br>",
        "subjects": "Engineering | Civil Engineering | FOS: Civil engineering | FEM | Steel orthotropic bridge deck | Finite Element Method (FEM) | Fatigue behaviour | Deck plate crack",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "crack",
        "group3matches": null,
        "doiBase": "10.4121\/eaa8ceb3-77cc-452b-b2f2-2796ba33e5ab",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/f0f075f2-f45c-4f8c-9d1d-bde03baeae33.v1",
        "title": "Data underlying the publication: Ensemble Kalman, Adaptive Gaussian Mixture, and Particle Flow Filters for Optimized Earthquake Forecasting",
        "description": "Time series from a Lorenz 96 model and a Burridge-Knopoff model coupled with rate-and-state friction using the non-dimensional formulation of Erickson et al. 2011 (https:\/\/academic.oup.com\/gji\/article\/187\/1\/178\/560601). The time series of the 1-D Burridge-Knopoff model of 20 blocks includes the evolution of the shear stress, velocity, slip, and state theta. The time series of the Lorenz 96 model with 20 cells includes the evolution of the state x. The time series were used for the sensitivity analysis of the changes in the recurrence intervals for different values of the parameter epsilon (sensitivity of the velocity relaxation) in Chapter 2 (Numerical modeling of earthquakes), the perfect model experiments in Chapter 3 (Ensemble data assimilation methods), and the perfect model experiments on Chapter 5 (Non-Gaussian ensemble data assimilation methods for optimized earthquake forecasting) of the Ph.D. thesis \"Ensemble data assimilation methods for estimating fault slip and future earthquake occurrences\", and for the publication \"Ensemble Kalman, Adaptive Gaussian Mixture, and Particle Flow Filters for Optimized Earthquake Forecasting\" prepared for submission. The estimates of the perfect model experiment correspond to three different ensemble data assimilation methods, namely the Ensemble Kalman Filter (EnKF), the Adaptive Gaussian Mixture Filter (AGMF), and the Particle Flow Filter (PFF).",
        "subjects": "Applied Mathematics | FOS: Mathematics | Geophysics | FOS: Earth and related environmental sciences | Earth Sciences | Mathematical Sciences | Data assimilation | Ensemble kalman filter | Particle flow filter | Adaptive Gaussian mixture filter | Lorenz 96 | Deterministic chaos | Earthquake forecasting | Rate-and-state friction | Burridge-Knopoff",
        "group1matches": "fault slip",
        "group2matches": "friction|friction|relaxation",
        "group3matches": null,
        "doiBase": "10.4121\/f0f075f2-f45c-4f8c-9d1d-bde03baeae33",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/f2c7d989-a25f-46e2-9866-27f57b24468a.v1",
        "title": "Data underlying the publication: Relating uncharged solute retention of polyelectrolyte multilayer nanofiltration membranes to effective structural properties.",
        "description": "This dataset is meant as supplementary information to the publication: Junker, Moritz A., et al. \"Relating uncharged solute retention of polyelectrolyte multilayer nanofiltration membranes to effective structural properties.\" <em>Journal of Membrane Science <\/em>668 (2023): 121164.In this work, the fabrication and performance of polyelectrolyte multilayer based nanofiltration membranes were analysed by a combination of experimental filtration studies and theoretical transport modeling. Experimental methods applied for membrane characterisation include pure water permeability, MgSO4 retention, polyethylene glycol retention. The selective membrane layer was imaged using Field Emission Scanning Electron Microscopy. Based on experimental results, different pore flow models were parametrised to describe the filtration behaviour.The dataset contains all relevant data for the study. This includes experimental and theoretical results. More information on the specific files can be found within the README.txt file.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Engineering | Chemical Sciences | Nanofiltration | Polyelectrolyte Multilayers | Transport modelling | Pore size distribution",
        "group1matches": "polyethylene",
        "group2matches": "Electron Microscopy|Pore size distribution|permeability|Microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/f2c7d989-a25f-46e2-9866-27f57b24468a",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/f44790eb-f97d-4f7c-964e-3ed2fb3d3062.v1",
        "title": "Python notebooks underlying the MSc thesis: Unveiling Creep Phenomena and Pillar Stability in Valkenburg Limestone Mines: A Holistic Approach",
        "description": "The accompanying Python notebooks were developed for the Master’s thesis titled \"Unveiling Creep Phenomena and Pillar Stability in Valkenburg Limestone Mines: A Holistic Approach.\" This research aimed to understand the long-term creep deformation and stability of calcarenite pillars in the Valkenburg limestone mines. In the notebooks, environmental and structural data, such as temperature, precipitation, and pillar dimensions, which were collected via an advanced fibre-optic monitoring system are taken into account. In the notebooks, LSTM and ARIMA models are implemented to capture the complex, non-linear interactions between the examined factors and the pillar behaviour over time. Additionally, a separate notebook contains calculations for correlation analysis and safety factors calculations, contributing to a detailed assessment of the conditions impacting pillar stability.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Geology | FOS: Earth and related environmental sciences | Heritage | Earth Sciences | Engineering | Cultural Understanding | Creep | Fibre Optics | Abandoned Mines | Room and Pillar | Calcarenite | Machine Learning | LSTM | ARIMA | Long short-term memory | autoregressive integrated moving average",
        "group1matches": "Limestone|Limestone|limestone|Civil Engineering|Civil engineering",
        "group2matches": "Creep|Creep|creep|Creep",
        "group3matches": null,
        "doiBase": "10.4121\/f44790eb-f97d-4f7c-964e-3ed2fb3d3062",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/fda02e8f-00bc-4c5b-a92e-3bae47f00e97.v1",
        "title": "Data underlying the chapter: Towards Estimating the Occurrence of Fault-slip in Large Scale Frictional Experiments and the Field Scale",
        "description": "Time series of 2D simulations of a finite-difference model representing a large-scale bi-axial friction laboratory experiment. The forward simulations include the evolution of the strains, the velocity, and the state theta at the fault. The dataset includes the initial shear stress distributions of each ensemble member and the prior information used for the calculations of the information content in chapter 6 (Towards Estimating the Occurrence of Fault-slip in Large Scale Frictional Experiments and the Field Scale ) of the Ph.D. thesis \"Ensemble data assimilation methods for estimating fault slip and future earthquake occurrences.\"",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Earth Sciences | Data assimilation | Rate-and-state friction | Direct shear experiment | Earthquake forecasting",
        "group1matches": "fault slip",
        "group2matches": "friction|friction|Direct shear|Frictional|Frictional",
        "group3matches": null,
        "doiBase": "10.4121\/fda02e8f-00bc-4c5b-a92e-3bae47f00e97",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/fe6b581d-6149-440d-8455-17cce4e71f35.v1",
        "title": "Data for dissertation entitled \"Anisotropic and Magnetic Microparticles: Preparation and Out-of-Equilibrium Assembly\"",
        "description": "Data for Chapters 3-6 of the dissertation. The data includes raw and processed files for (CH3) SAXS analysis of hematite superball assemblies, (CH4) optical microscopy analysis and tracking of hematite microswimmers, (CH5) microscopy analysis of magnetic polystyrene microspheres, and (CH6) microscopy analysis of ellipsoidal magnetic polystyrene.",
        "subjects": "Engineering | Physical Sciences | Condensed Matter Physics | FOS: Physical sciences | Chemical Engineering | FOS: Chemical engineering | microparticles | anisotropic colloids | Small Angle X-Ray Scattering (SAXS) | Microscopy | Time: 05\/2019-05\/2023",
        "group1matches": "hematite|hematite",
        "group2matches": "optical microscopy|microscopy|microscopy|microscopy|Microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/fe6b581d-6149-440d-8455-17cce4e71f35",
        "doiVersion": "1"
    },
    {
        "doi": "10.4121\/uuid:0d7f284a-93ae-4d75-8361-984df49c2a4e",
        "title": "X-ray micro-CT scan Data of First Middle Palaeolitic tar backed tool from the Dutch North Sea",
        "description": "The data set contains X-ray micro-CT scan data of a Middle Palaeolithic tar backed tool found in the Dutch North Sea. The tool consists of an undiagnostic flint flake embedded in a thick piece of birch tar dating from the Middle Palaeolithic. It is a significant find because 1) it is the first to be discovered in the Netherlands and the 5th in Europe and 2) both the composite nature of the tool and the presence of tar which resulted from a complex transformative technology illustrates the Neandertal intellectual capacities. This is the first ever tar backed tool which has been securely dated, chemically analysed, subjected to optical microscopy wear analysis, and scanned with a X-ray micro-CT scanner. All analyses are presented and discussed in a multidisciplinary article written by Niekus et al.. The article has been submitted for review shortly after the scan data has been published in the 4TU Centre for Research Data. The micro-CT scan data which reveals the inner structure of the tar, the flint and the morphology of the flint-tar interface is presented as supplementary material to the article. The data set is made of 5 types of files: - Images of the digitally reconstructed tool in dcm format (dicom files). The images can be used to visualize the tool in 3D with public domain open source software ImageJ. They can also be further post-processed. Upon request the raw scan data (before re-construction) can be provided. - The surface meshes of the flint and the tar in obj and ud3 formats. The surfaces can be inspected separately in 3D using public domain open source software Meshlab. They can also be 3D printed. - A video in wmv format allowing to explore the inner and outer structure of the tool. - A pdf describing features displayed in the video. - A pdf containing the meta-data related to the scan and the data processing.",
        "subjects": "Archaeology | Artificial Intelligence and Image Processing | FOS: Computer and information sciences | 3D print | Adhesive | Birch bark tar | Flint | Middle Palaeolithic | North Sea | X-ray micro-CT scan | Time: The age of the tool is approximately 50 000 calBP (years before 1950 AD). The tool was discovered in 2016. It has been analysed and interpreted in 2016-2018. The micro-CT scan was performed in March 2017.",
        "group1matches": "3D printed",
        "group2matches": "CT scan|CT scan|optical microscopy|CT scanner|CT scan|CT scan|CT scan|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:0d7f284a-93ae-4d75-8361-984df49c2a4e",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:0f92c974-fd17-43be-979e-a8a0da01a6ea",
        "title": "Surface roughness and cyclist velocity choices",
        "description": "Acceleration data on different path surfaces. Speed measurement data. Data of online survey among bicyclists.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Bicycle acceleration measurement | Cyclist behavior | Different path surfaces | Speed measurement | master thesis | Time: 2016",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Surface roughness",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:0f92c974-fd17-43be-979e-a8a0da01a6ea",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:1230fbe6-df86-4a91-a37c-2ac19c212fdb",
        "title": "Data of major and trace elements of mafic-intermediate intrusive rocks",
        "description": "This dataset contains data collected during College of Earth Sciences, Jilin University, Changchun, China. It is being made public to act as supplementary data for publications. The data in this data set was collected in the Key Laboratory of Mineral Resources Evaluation in Northeast Asia, Ministry of Nature Resources of China, Changchun, between October 2017 and December 2019. Based on our data, we attempt to constrain the petrogenesis and tectonic setting of mafic-intermediate intrusive rocks, and reveal the tectonic evolution of the Paleo-Tethys Ocean in the East Kunlun Orogenic Belt.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Isotope geochemistry | Mafic rock | dissertation",
        "group1matches": "intermediate intrusive|intermediate intrusive",
        "group2matches": "trace elements|Geochemistry|geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:1230fbe6-df86-4a91-a37c-2ac19c212fdb",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:175deb68-3450-4200-a6fc-ad25c17513d6",
        "title": "Physical model tests of the notional permeability on breakwaters",
        "description": "In the water laboratory three models were tested. Firstly, model 3 of Kik is repeated as model 3A, with a calculated value of notional permeability P 0.38. The construction of model 3A is build with a top layer, filter layer 1, filter layer 2 and a impermeable core. Second, another variant of model 3 of Kik is designed and tested (model 4). However, the measured damage figures were too low and therefore they could not be used to calculate a value for the notional permeability P. The construction of model four is build with a top layer, filter layer 1, filter layer 2 which is thicker as model 3A and an impermeable core. Finally, model 5 is tested with a calculated value of notional permeability of P 0.45. This model is designed from the fourth construction of Van der Meer. The construction of model 5 is build with a top layer, filter layer 1 and a permeable core with the same material of filter layer 2 of model 3A and model 4. The results of this research show that the influences of the notional permeability P exists of the ratio of the armour layer thickness and the thickness of the second filter layer. If the layer thicknesses are equal the value for notional permeability P is 0.38, which follows from model 3A. If the second layer has an infinite thickness (permeable core), the value for notional permeability P is 0.45, which follows from model 5. The value of the notional permeability P of model 5 corresponds to the design calculations of the computer model HADEER. Van der Meer discovered using this computer model that the ratio of dn50a\/ dn50f = 5 has a value on the notional permeability P of 0.43 –0.44. During this research, while using two different methods, a value of the notional permeability P of 0.45 was calculated.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | breakwaters | master thesis | permeability | stability",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability|permeability|permeability|permeability|permeability|permeability|permeability|permeability|permeability|permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:175deb68-3450-4200-a6fc-ad25c17513d6",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:1a1fb7ac-3f58-40f3-94de-5b03251f06ab",
        "title": "Stability of wide-graded rubble mounds",
        "description": "The Delft University of Technology provided the laboratory facilities to carry out physical model tests on a wide graded rubble mound structure representative of the core of a breakwater. The parameter D85\/D15, describing the stone-size gradation of the construction material, was varied between the values 2.71 and 17.7, and two different seaward slopes of the model structure were also tested. The reshaped cross-shore profiles measured during the tests showed how if the grading increases the stability of the structure is reduced. In conclusion, this research points out how the formulas provided by the technical literature are not reliable in representing the effects of a very wide stone-size gradation in the stability of a rubble mound structure. Physical model tests proved to be a suited way to investigate these effects, as the nature of the phenomena who play a role in the stability does not allow a simple analytical representation. The tests carried out within the present study lead to the implementation of a numerical model of practical use for engineers and contractors: further investigations through laboratory tests are recommended to validate and extend the findings of this study. Another proposed direction for further research is the comparison between the results of physical model tests and the output of numerical models.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | breakwater | grading | master thesis | permeability | rubble mound | stability",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:1a1fb7ac-3f58-40f3-94de-5b03251f06ab",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:1e68f2e9-f0c7-4fe7-a24b-82d0302a350e",
        "title": "Data presented in the paper \"The impacts of seawater Mg\/Ca and temperature on element incorporation in benthic foraminiferal calcite\"",
        "description": "Laser ablation-ICP-MS data on single foraminiferal shells that were cultured at a range of seawater Mg\/Ca and temperatures",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Environmental Biotechnology | FOS: Environmental biotechnology | Calcification | Foraminifera | Geochemistry | Magnesium",
        "group1matches": "calcite",
        "group2matches": "Geochemistry|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:1e68f2e9-f0c7-4fe7-a24b-82d0302a350e",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:24085453-5c83-47ff-9e62-14a7f564bc1c",
        "title": "Sikkim Rock Samples - Neutron diffraction raw files for anaylsing quartz crystallographic preferred orientation for the paper: \"Large-Scale Rotational Motion Within the Main Central Thrust Zone in the Darjeeling-Sikkim Himalaya, India\"",
        "description": "The data refer to the results of neutron diffraction analysis of rock samples to determine the cyrstallographic orientation of quartz and other minerals from the Sikkim and Darjeeling Himalayas. The data can be opened using the program MTEX.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Crystallographic preferred orientation | Microstructure | Neutron diffraction | Preferred orientation | Quartz | Structural geology",
        "group1matches": "quartz|quartz|Quartz",
        "group2matches": "crystallographic preferred orientation|Crystallographic preferred orientation",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:24085453-5c83-47ff-9e62-14a7f564bc1c",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:2447c7ea-3c3f-4e70-a7cb-08f217cfa968",
        "title": "The notional permeability of breakwaters: experimental research on the permeability factor P",
        "description": "The coefficient in the Van der Meer formula, described as the Notional Permeability P, has been determined for three different types of structures. A homogeneous structure, a structure with a permeable core and an impermeable structure. In practice structures are being build who deviate from these standard situations. Therefore there is a demand for values of P about structures other than the known standard situations. In this thesis P values are found by means of physical scale model tests. First of all two reference structures were tested. The permeable and the impermeable structure with known values of P= 0.5 and respectively P=0.1. The values found in this study are almost equal to the values above. The new structure has an impermeable core covered with a thick filter layer. On top of that an under layer is placed and finally there is a double armour layer.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | Van der Meer formula | breakwater | master thesis | notional permeability",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability|permeability|Permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:2447c7ea-3c3f-4e70-a7cb-08f217cfa968",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:266fac16-b00f-4edf-b945-f549c6c0a4bc",
        "title": "The dataset of assessment model of Concrete Pavement in Seasonal Frozen Region Based on SOM",
        "description": "The roads represented in Heilongjiang Province were selected as the survey objects, and the data of the survey for ten years were collected. The survey content were the Mudanjiang-provincial section of the He-da Expressway (K449+000-K566+000) and the S305 line from the Zhaodong to the Changwu section (K121+000-K144+000), S101 line Bayan to Mulan section (K110+000-K149+000). Using ZOYON-RTM intelligent road detection vehicle, laser flatness meter, pendulum friction coefficient tester, FWD and other equipment to test. Pavement performance indicators include pavement damage, driving quality, anti-sliding ability, pavement carrying capacity, bottom of the board and road. Survey of panel load capacity and other indicator.",
        "subjects": "Construction Materials Performance and Processes | Civil Engineering | FOS: Civil engineering | Ground Transport | Civil engineering | Pavement performance | Time: 2018-2020",
        "group1matches": "Civil Engineering|Civil engineering|Civil engineering",
        "group2matches": "friction coefficient",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:266fac16-b00f-4edf-b945-f549c6c0a4bc",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:270c7967-5242-4329-9b07-a73faec02b20",
        "title": "Hydraulic properties of PUR-revetments compared to those of open stone asphalt revetments",
        "description": "Elastocoast is a special elastomeric polyurethane system made by Elastogran. It binds broken rocks or stones together to form a stable material which is not only solid but also elastic so that it is able to be an ideal material for hydraulic applications. As a new developed material for revetment, the performance of Elastocoast in the application of revetments is still unknown. This research is carried out to study the feasibility of the Elasatocoast's applications as revetments. Due to the similarities between Elastocoast and open stone asphalt, most of the experiments are done according to the concerning problems of the open stone asphalt revetments. Five properties were tested: porosity, permeability between the material and geotextile, wave run-up, stability on slope and resistance to erosion. It turned out that compared to open stone asphalt Elastocoast is a strong and permeable material and it is relatively easy to construct and maintain. It is expected to be a suitable material as revetment.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Civil Engineering | FOS: Civil engineering | Elastocoast | PUR-revetment | feasibility study | master thesis | open stone asphalt | revetment",
        "group1matches": "polyurethane|Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:270c7967-5242-4329-9b07-a73faec02b20",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:2d046c86-eea1-4d7c-8874-23727ccd806b",
        "title": "Mechanical strength of inorganic porous hollow fibers: raw datafiles",
        "description": "The dataset consists of the raw data used to obtain detailed information about the mechanical strength of inorganic porous alumina hollow fibers. The dataset holds force-extension data which is the basis for further analysis. In addition to this raw data, also the processed data is included.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Civil Engineering | FOS: Civil engineering | inorganic porous hollow fibers | mechanical strength",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Mechanical strength|mechanical strength|mechanical strength",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:2d046c86-eea1-4d7c-8874-23727ccd806b",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:2ef90513-d461-4ffe-9db0-5b9a439995e5",
        "title": "The influence of armour layer and core permeability on the wave run-up",
        "description": "To investigate the influence of the factors on which the parameter P in de Van der Meer formula for breakwater stability depends, physical model tests have been conducted. The tests were carried out in the wave flume in the water laboratory at Delft University of Technology. On four different configurations (smooth impermeable slopes, rough impermeable slope, armour layer on an impermeable core and permeable core) tests were conducted.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Physical Geography and Environmental Geoscience | FOS: Earth and related environmental sciences | Interdisciplinary Engineering | FOS: Other engineering and technologies | Breakwaters | core permeability | master thesis | notional permeability | wave run-up",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability|permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:2ef90513-d461-4ffe-9db0-5b9a439995e5",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:3226d808-f354-47b1-b6f8-3a8048215193",
        "title": "Direct numerical simulation dataset of turbulent square duct flow",
        "description": "The dataset include mean flow data of square duct flow up to friction Reynolds number 1000 obtained from direct numerical simulation. The dataset also include coefficients obtained from Pope's generalized eddy viscosity framework, for different truncation of the polynomial expansion.",
        "subjects": "Mechanical Engineering | FOS: Mechanical engineering | Civil Engineering | FOS: Civil engineering | Classical Physics | FOS: Physical sciences | Aerospace Engineering | RANS | direct numerical simulation | nonlinear eddy-viscosity models | square duct flow",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "friction",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:3226d808-f354-47b1-b6f8-3a8048215193",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:322ad893-a8e9-4f5b-b13b-d2a8ff3c3370",
        "title": "Data underlying the research of Structural characterization of graphene nanoplatelets obtained by mechanical ball milling",
        "description": "We synthesize graphene by ball milling of synthetic graphite (graphite with 99.9% purity (Mesh # 100)) and solid CO2 (dry ice) as a precursor for 24 hours. The materials obtained were characterized using X-ray diffraction (XRD), Raman spectroscopy, X-ray photoelectron spectroscopy (XPS), scanning electron microscopy (SEM), transmission electron microscopy (TEM) and elemental chemical analysis by energy dispersion x-ray spectroscopy (EDS). In addition, it was determined that the compounds obtained possess between 6 and 14 graphene sheets, depending on the grinding time. These determinations were determined by means of XRD, and the results were corroborated with Raman spectroscopy. The composition of the materials obtained is 92% carbon and approximately 8% oxygen through EDS and XPS measurements. From X-ray diffraction using Mo (Kα), structural analysis for non-crystalline systems by means of the radial distribution function RDF(r) and total distribution function T(r) was realized to determine the coordination numbers as well as atomic distances within short-range order (SRO) in the obtained material, with a structural disorder parameter (ξ) of approximately 3.5. Then, the graphene base structure was modelled for the 24-hour sample. The TEM results confirm that different deformed graphene constituent planes in the observed graphene nanoplatelet (GnP) arrangement were obtained, which were caused by the tensions imposed during the material synthesis process in significant quantities by ball milling.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Nanotechnology | FOS: Nanotechnology | Other Technology | FOS: Other engineering and technologies | Ball Milling | Graphene | Nanoplatelets",
        "group1matches": "graphite|graphite",
        "group2matches": "electron microscopy|electron microscopy|X-ray diffraction|X-ray diffraction|Raman|Raman|microscopy|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:322ad893-a8e9-4f5b-b13b-d2a8ff3c3370",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:3ed61ee6-ce13-4792-af76-ea5226aea3cc",
        "title": "Data underlying the publication: Ion-species in pore fluids with opposite effects on limestone fracturing",
        "description": "Determine the effect of different salts on limestone failure behaviour, via conventional triaxial testing after a bath with fluid (vacuumflushing plus diffusion). Data is in the shape of time-stress-strain files, with accompanying logged signals.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geophysics | Other Earth Sciences | rock physics | deformation | limestone | carbonate | fluid-rock interactions | triaxial testing | Comiso limestone | Ragusa Formation",
        "group1matches": "limestone|limestone|limestone|Comiso limestone",
        "group2matches": "triaxial testing|triaxial testing|rock physics",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:3ed61ee6-ce13-4792-af76-ea5226aea3cc",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:41e5298a-e5e0-4de3-a2a2-96d0087e2c56",
        "title": "Data underlying the research into the role of fluids in assisting the healing process of micro-cracks in fault damage zones.",
        "description": "The objective of this research is to investigate the role of fluid migration in enhancing thermally-activated healing processes.The numerical model couples fluid flow, heat transfer, and crack healing to simulate the permeability reduction due to fluid assisted healing in a fault zone. The calculation file computes the time for healing of one crack based on different mechanisms: surface diffusion and precipitation-dissolution. The parameters used in the work are based on literature data cited in the corresponding submitted journal article.",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | fault zone | fluid migration | healing | micro-cracks | permeability | surface diffusion",
        "group1matches": "fault zone|fault zone",
        "group2matches": "crack|crack|permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:41e5298a-e5e0-4de3-a2a2-96d0087e2c56",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:41f45b0b-fe19-4007-a4aa-7234e08f40f1",
        "title": "Table 1, supplementary data for the paper: Detachment faulting in the Xigazê ophiolite: New constraints on its formation and implications for other ophiolites in the YZSZ, southern Tibet",
        "description": "Zircon U-Pb analytical results of the crustal rocks from the Xigaze ophiolite by Laser Ablation – Inductively Coupled Plasma – Mass Spectrometry (LA-ICP-MS) imaging",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Other Earth Sciences | Imaging mass | Mass | Mass Spectrometry | Matrix-Assisted Laser Desorption-Ionization | Ophiolite | Spectrometry | Uranium-lead dating",
        "group1matches": "Zircon|ophiolite|ophiolite|Ophiolite|Detachment faulting",
        "group2matches": "Uranium-lead dating|U-Pb|Geochemistry|Desorption",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:41f45b0b-fe19-4007-a4aa-7234e08f40f1",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:45955068-7b0b-4b51-84f0-500a1c4cf63a",
        "title": "Acoustic, mechanical, and microstructure data used in: Coda-Wave Based Monitoring of Pore-Pressure Depletion-driven Compaction of Slochteren Sandstone Samples from the Groningen Gas Field",
        "description": "Pore-pressure depletion in sandstone reservoirs is well known to cause both elastic and inelastic compaction, often resulting in notable surface subsidence and induced seismicity. Recent studies indicate that in such cases inelastic strain, which is often neglected in geomechanical models, represents a significant proportion of the total strain throughout reservoir production. While there has been considerable effort to quantify the proportion of continuous inelastic deformation from the mechanical response of laboratory samples, there has been little focus to date on the associated acoustic response throughout compaction. With this in mind, we employ three coda-wave based processing methods for the active source monitoring of ultrasonic velocity, scattering power, and intrinsic\/scattering attenuation during the pore-pressure depletion of core samples from the Slochteren sandstone reservoir in the Groningen gas field (the Netherlands). Our results corroborate previous studies suggesting that initially, inelastic deformation occurs primarily along intergranular boundaries, with intergranular cracking developing towards the end of depletion and particularly for the highest porosity samples. Furthermore, analysis of Biot type intrinsic attenuation indicates that this compaction occurs in several stages of predominately intergranular closure, transitioning into primarily intergranular slip\/cracking, and eventually porosity-dependent intragranular cracking. We demonstrate how this segmentation of pore-pressure driven compaction can be used to characterise differences in sample properties, and monitor the evolution of microstructural inelastic deformation throughout depletion. We further discuss the feasibility of in\/cross-borehole monitoring of reservoir compaction, for both improved geo-mechanical modelling and early warning detection of induced seismicity.",
        "subjects": "Environmentally Sustainable Mineral Resource Activities | Geology | FOS: Earth and related environmental sciences | Geophysics | Other Earth Sciences | Compaction | Inelastic deformation | Intrinsic Attenuation | Seismicity",
        "group1matches": "Slochteren Sandstone|sandstone|Slochteren sandstone|Gas Field|surface subsidence|induced seismicity|gas field|induced seismicity",
        "group2matches": "inelastic strain|intergranular slip|intragranular cracking|inelastic|inelastic|inelastic deformation|inelastic deformation|inelastic deformation|Inelastic deformation|intergranular cracking|cracking|cracking|microstructural",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:45955068-7b0b-4b51-84f0-500a1c4cf63a",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:4830dbc2-84b8-46f9-99a3-90f01ab5b923.v2",
        "title": "High resolution bed level change and synchronized biophysical data from 10 tidal flats in northwestern Europe",
        "description": "Tidal flats provide valuable ecosystem services such as flood protection and carbon sequestration. Erosion and accretion processes govern the eco-geomorphic evolution of intertidal ecosystems (marshes and bare flats), and hence substantially affect their valuable ecosystem services. To understand the intertidal ecosystem development, high-frequency bed-level change data are thus needed. However, such datasets are scarce due to the lack of suitable methods that do not involve excessive labour and\/or instrument cost. By applying newly-developed Surface Elevation Dynamics sensors (SED-sensors), we obtained unique high-resolution daily bed-level change data sets in the period 2013-2017 from 10 saltmarsh sites situated in the Netherlands, Belgium and Britain in contrasting physical and biological settings. At each site, multiple sensors were deployed for 9-20 months to ensure sufficient spatial and temporal coverage of highly variable bed level change processes. The bed level change data are provided with synchronized hydrodynamic data, i.e. water level, wave height, tidal current velocity, and medium grain size (D50) as well as (for some sites) chlorophyll-a level and organic matter content of the surface sediment. This dataset has revealed diverse spatial morphodynamic patterns over daily to seasonal scales, which are valuable to theoretical and model development. On the daily scale, this dataset is particularly instructive as it includes a number of storm events, the response to which can be detected in the bed level change observations. Such data are rare but useful to study tidal flat response to highly energetic conditions.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Geophysics | FOS: Earth and related environmental sciences | Oceanography | Physical Geography and Environmental Geoscience | Other Earth Sciences | SED-sensors | Tidal flats | bed-level change | biophysical interactions | hydrodynamics | storms | Time: 2013\/2017",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "geomorphic evolution",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:4830dbc2-84b8-46f9-99a3-90f01ab5b923",
        "doiVersion": "2"
    },
    {
        "doi": "10.4121\/uuid:59635658-97ce-4cc8-93d9-f1670b8876fa",
        "title": "Anisotropy of magnetic susceptibility (AMS) and rockmagnetic data for Nandurbar-Dhule Deccan dyke swarm",
        "description": "The files contain Rockmagnetic (Susceptibility measurements, Isothermal remanent magnetisation i.e. IRM analysis) data and Anisotropy of magnetic Susceptibility (AMS) data obtained from Nandurbar-Dhule Deccan dyke samples. The rcokmagnetic data contain several calculated parameters like low frequency susceptibility (xlf), frequency dependent susceptibility (xfd%), Saturation IRM (SIRM), hard and soft component of IRM etc. The AMS data contains orientation of principal susceptibility axes (k1,k2,k3) along with shape parameter (T) and degree of anisotropy (p') etc. The research is motivated to decipher the magma flow pattern in these dykes, whether they were diretly related to Reunion hotspot or fed by the fissures. Oriented dyke samples have been collected from the field and analysed in laboratory following the methods explained in 'readme.txt' file.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geophysics | Anisotropy of magnetic susceptibility (AMS) | Deccan dykes | Rockmagnetism",
        "group1matches": "magma|hotspot",
        "group2matches": "IRM|IRM|IRM|remanent magnetisation|Isothermal remanent magnetisation|magnetic susceptibility|magnetic Susceptibility|magnetic susceptibility",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:59635658-97ce-4cc8-93d9-f1670b8876fa",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:61e23451-efa5-4176-828d-72de11b8c5cf",
        "title": "EMP and LA-ICP-MS analysis of clinopyroxene and olivine crystals from the activity of Mt. Somma-Vesuvius",
        "description": "The database consists of 1830 analyses of clinopyroxenes (1206 EMP and 624 LA-ICPMS) and 1600 analyses of olivines (965 EMP and 635 LA-ICPMS) from fourteen pumice, three scoriae and eight lava samples belonging to the Somma-Vesuvius activity of the last 33,000 years. The analysis methods used are Electron-microprobe (EMP) and Laser ablation – inductively coupled plasma – mass spectrometry (LA-ICP-MS). This study has been carried out as part of the “Faro 2011” project and was financed by: 1) the University of Napoli \"Federico II\"; and 2) the Arc Centre of Excellence in Ore Deposits “Codes” of the University of Tasmania. The research was financially supported by the PRIN 2010-2011 grant (Prot. 2010PMKZX7).",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Electron-microprobe (EMP) | LA-ICP-MS | Somma-Vesuvius | clinopyroxene | earth science | laser ablation ion coupled plasma mass spectrometer | mineral chemistry | olivine | volcanic eruption | Time: the last 33,000 years of Somma-Vesuvius activity",
        "group1matches": "pumice|lava|olivine|olivine",
        "group2matches": "microprobe|microprobe|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:61e23451-efa5-4176-828d-72de11b8c5cf",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:63a7dbde-e223-43ad-b184-bc7f111f883c",
        "title": "Data accompanying the paper entitled \"Flow-to-Friction Transition in Simulated Calcite Gouge: Experiments and Microphysical Modelling\"",
        "description": "Experimental raw data, and microphysical models with input data",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Other Earth Sciences | Calcite gouge friction | Dilatational granular flow | Microphysical modelling",
        "group1matches": "Calcite|Calcite",
        "group2matches": "Friction|friction|granular flow",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:63a7dbde-e223-43ad-b184-bc7f111f883c",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:63bad069-2d7c-4e4d-9f91-c41b29605fc7",
        "title": "Supporting data for: Core Testing Method to Assess Nonlinear Shear-Sliding Behaviour of Brick-Mortar Interfaces: A Comparative Experimental Study",
        "description": "In this study, tests on cores and companion tests on triplets are compared with respect to the evaluation of the nonlinear shear-sliding behaviour of masonry, including the determination of post-peak softening response. Due to its slightly-destructive sampling nature and its good agreement with triplet results, the core testing method is confirmed to be a competitive technique for the in-situ assessment of the cohesion, friction coefficient, and shear modulus of mortar. Additionally, the comparisons in terms of dilatancy and energy dissipation, novel aspects with respect to previous studies, provide interesting insights for further research on the cohesive and frictional mechanisms occurring at brick-mortar interfaces.",
        "subjects": "Construction Materials Performance and Processes | Civil Engineering | FOS: Civil engineering | Cylindrical cores | Energy dissipation in shear | Nonlinear shear-sliding behaviour | Post-peak softening | Slightly-destructive sampling method | dissertation",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "cohesion|friction coefficient|shear modulus|frictional|energy dissipation|Energy dissipation",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:63bad069-2d7c-4e4d-9f91-c41b29605fc7",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:6673cdf8-1f86-4c76-8f6f-c40b4e983347",
        "title": "Supplementary data for the master thesis: 3D printed bio-inspired adhesives, friction force generation by modulating stiffness.",
        "description": "Supplementary data: for 3D printed bio-inspired adhesives, friction force generation by modulating stiffness. Containing the recorded data from the performed tests, the Matlab scripts used to analyse the data and the 3D adhesive sample files.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Mechanical Engineering | FOS: Mechanical engineering | 3D printing | Adhesives | Bio inspired | Friction | Soft substrate | master thesis",
        "group1matches": "3D printed|3D printed",
        "group2matches": "friction|friction|Friction",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:6673cdf8-1f86-4c76-8f6f-c40b4e983347",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:6b199dd2-ab7d-4b87-87b8-ad72f55e0d78",
        "title": "Experimental Data of Micromechanical testing of smooth flat quartz surfaces with gouges",
        "description": "The dataset provides all the required information to reproduce figures published in AGU publication - Geophysical Research Letters - Rate Effects on the Shearing Behavior of Smooth Flat Quartz Surfaces with Clay and Silt Gouges: A Micromechanical Experimental Study",
        "subjects": "Civil Engineering | FOS: Civil engineering | Geophysics | FOS: Earth and related environmental sciences | Clay and silt | Gouges | Micromechanics | Stick-slip",
        "group1matches": "quartz|Quartz|Civil Engineering|Civil engineering",
        "group2matches": "Stick-slip",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:6b199dd2-ab7d-4b87-87b8-ad72f55e0d78",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:6ca826c5-f6f4-477b-9b53-07ab14a86690",
        "title": "Low frequency measured data for tight rocks",
        "description": "This dataset includes a VpVs and extensional attenuation of a tight sandstone and a carbonate samples, which is measured by using forced oscillation technique in the seismic frequencies of 1 - 1000 Hz at varying water saturation levels",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | Vp\/Vs Ratio | attenuation and dispersion | forced oscillation | low frequency | tight rocks",
        "group1matches": "sandstone",
        "group2matches": "water saturation",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:6ca826c5-f6f4-477b-9b53-07ab14a86690",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:6cb0bf79-7467-4e78-a531-cc91655d9fd0",
        "title": "Raw data of Geochemical Compositions of Surface Sediments in Northern China",
        "description": "This dataset is related with a research aiming at systematic documentation of concentrations and distribution of naturally occurring elements in surface sediments of China. This is a typical study of applied geochemistry. The data consists of chemical compositions of 67 elements, 11 oxides, H2O+, total carbon and organic carbon in surface sediments (collected at a depth of ~25cm) from Junggar Basin, Tarim Basin, eastern Tibetan Plateau, Qaidam Basin, South Alxa Plateau, North Alxa Plateau, Hetao Graben and northeastern sandy deserts, and in the last glacial loess and present interglacial sediments on the Chinese Loess Plateau. All the samples were collected at a continental-scale (1 site per 3000 km2). All the sites were designed far away from roads, farmland and residences to avoid any possible anthropogenic influence. After being air-dried and homogenized, each sample was sieved to less than 75 μm using a stainless steel screen. We adopted a multi-method analytical scheme, by which 67 elements, 11 oxides and 3 parameters including Au, Ag, As, B, Ba, Be, Bi, Br, Cd, Cl, Co, Cr, Cs, Cu, F, Ga, Ge, Hf, Hg, I, In, Li, Mn, Mo, N, Nb, Ni, P, Pb, Rb, S, Sb, Sc, Se, Sn, Sr, Ta, Te, Th, Ti, Tl, U, V, W, Zn, Zr, Ce, Dy, Er, Eu, Gd, Ho, La, Lu, Nd, Pr, Sm, Tb, Tm, Y, Yb, Ir, Os, Pd, Pt, Rh, Ru, SiO2, Al2O3, Fe2O3, FeO, MgO, CaO, Na2O, K2O, MnO, P2O5, TiO2, H2O+, total carbon and organic carbon were chemically determined. The data set has been used to identify the sources of the dust on the Chinese Loess Plateau.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Physical Geography and Environmental Geoscience | Geochemical Compositions | Loess Plateau | Surface Sediments | northern China | surface processes",
        "group1matches": "Sediments|sediments|sediments|sediments|Sediments",
        "group2matches": "Geochemical|geochemistry|Geochemistry|Geochemical",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:6cb0bf79-7467-4e78-a531-cc91655d9fd0",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:6d4e69a4-d373-42c8-999e-dfa5d3ea340b",
        "title": "Data presented in the paper ‘High prevalences of disseminated neoplasia in the Baltic tellin Limecola balthica in the Wadden Sea’",
        "description": "This work aimed at investigating the presence of disseminated neoplasia in the Baltic clam Limecola balthica. We conducted a field survey in the Dutch Wadden Sea (10 sampling sites) to determine the prevalence of the disease in Baltic tellins in the Wadden Sea and to quantify its severity via histology. Briefly, bivalves were sampled by brushing away the first 10 cm of the sediment surface. Organisms were then collected by hand and keep in the Davidson’s fixative on back in the lab. Tissues of samples were then collected and embedded in paraffin blocks. Histological sections of 5 µm thickness were stained with haematoxylin and eosin (H&amp;E), and the slides examined for the presence of disseminated neoplasia using light microscopy. If neoplastic cells were present, we determined the disease severity according to Christensen et al. (1974) and Pekkarinen (1993) as follows: stage 1, local neoplastic cells noticed in the gills; stage 2, gills totally invaded with neoplastic cells; stage 3, spots of neoplastic cells in other tissues than gills, and stage 4, widespread neoplastic cells. For each sampling site, we calculated the prevalence of the disease and the prevalence of each stage of the disease. The data set is an excel file, with different columns, specifying where and when bivalves were sampled, the type of environment (sandy mud, muddy sand or sand), the density of the bivalve at each location, and the stage of the disease (O to 4).",
        "subjects": "Zoology | FOS: Biological sciences | Ecology | Veterinary Sciences | FOS: Veterinary sciences | Bivalvia | Marine Ecology | Mollusca | disease | Time: 2014-02\/2019-03",
        "group1matches": "paraffin",
        "group2matches": "light microscopy|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:6d4e69a4-d373-42c8-999e-dfa5d3ea340b",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:742a5ba0-f326-422b-a111-ba1757ad76ff",
        "title": "Mechanical strength of inorganic porous hollow fibers: Non-solvent induced phase separation versus Bio-Ionic Gelation",
        "description": "This dataset consists of raw data of the mechanical strength of two types of fibers; fibers prepared using non-solvent induced phase separation and fibers prepared using bio-ionic gelation with an internal multi-valent ion source.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Civil Engineering | FOS: Civil engineering | Bio-Ionic Gelation | Inorganic porous hollow fibers | Mechanical strength | Non-solvent induced phase separation",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Mechanical strength|mechanical strength|Mechanical strength",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:742a5ba0-f326-422b-a111-ba1757ad76ff",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:8b76aff7-4a55-463a-acb5-86af1c519a11",
        "title": "Interactive python script for estimating stylolite depth of formation",
        "description": "This folder contains the python code and data presented in appendix A of the Thesis: Natural Fracture Network Characterization: Numerical Modelling, Outcrop Analysis and Subsurface data written by Q.D. Boersma in 2020. The thesis can be found on https:\/\/repository.tudelft.nl\/. The code can used for conducting a fourier transform analysis on stylolite data and estimate the crossover length between longer and shorter wavelengths Further, the depth of formation can be calculated using equations presented by Ebner et al., 2009 (Stress sensitivity of stylolite morphology). The code has succesfully been used by Igbokwe et al., 2020 (Morphology and topology of dolostone lithons in the regional Carboneras Fault Zone, Southern Spain). For a proper utilization of the code, basic knowledge of python scripting is expected.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Physical Geography and Environmental Geoscience | Fourier Transform Analysis | Natural Fractures | Stylolites | dissertation",
        "group1matches": "dolostone|Fault Zone",
        "group2matches": "stylolite|stylolite|stylolite",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:8b76aff7-4a55-463a-acb5-86af1c519a11",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:958d97a2-b381-47df-813d-fdcbaaaa640b",
        "title": "Supplementary material for the paper: The Late Paleozoic tectonic evolution of the Paleo-Asian Ocean in the northern Alxa Block, (NW China)",
        "description": "Supplementary Materials include: Supplementary text: LA-ICP-MS Zircon U–Pb dating and whole-rock major and trace element Analytical methods Table S1: LA-ICP-MS zircon U–Pb isotopic dating results Table S2: whole-rock major and trace element and Sr-Nd isotopic compositions of volcanic rocks Table S3: References for geochronological data in Langshan (Fig. 2). Supplementary figure: Cumulative probability curves of measured crystallization ages for detrital zircons grains relative to the depositional age of samples from the Permian Dahongshan Formation.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | LA-ICP-MS Zircon U–Pb dating | Major elements | Permian volcanic rocks | Sr-Nd isotope | Tectonic activity | Trace elements | Whole-rock",
        "group1matches": "Zircon|zircon|Zircon",
        "group2matches": "Major elements|Trace elements|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:958d97a2-b381-47df-813d-fdcbaaaa640b",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:9f44c16a-ccc1-4bef-8e98-d01320797271",
        "title": "Laser ablation Mn\/Ca ratios of single foraminiferal shells from the Gulf of Lions",
        "description": "Foraminiferal trace element concentrations were determined using two laser ablation ICP-MS systems. Prior to laser ablation, all samples were gently cleaned in methanol (x1) and UHQ water (x4). Between each rinse, the samples were placed in a sonic bath for several seconds to thoroughly clean the tests. Benthic foraminifera from 745m (station D), 980m (station C), 1488m (station B), and 1987m (station A) were measured at Utrecht University using a deep UV (193 nm) ArF excimer laser (Lambda Physik) with GeoLas 200Q optics. Ablation was performed at a pulse repetition rate of 10 Hz and an energy density of 1.4 J\/cm², with a crater size of 80 μm. Ablated particles were measured by a quadrupole ICP-MS (Micromass Platform) equipped with a collision and reaction cell. Such a collision and reaction cell improves carbonate analyses by eliminating interferences on mass 44. Scanned masses included 24Mg, 26Mg, 27Al, 42Ca, 43Ca, 55Mn, 88Sr, 137Ba, 138Ba, and 208Pb. Benthic foraminifera from stations F (350 m) and E (552 m) were analyzed at ETH Zurich (due to laboratory renovations at Utrecht University). The laser type and ablation parameters were identical to those detailed above. The ablated particles were measured using a quadrupole ICP-MS (ELAN 6100 DRC, PerkinElmer). In both cases, calibration was performed using an international standard (NIST610) with Ca as an internal standard (Jochum et al., 2011). The same masses as measured in Utrecht were monitored, in addition to 7Li, 23Na, 47Ti, 60Ni, 61Ni, and 89Y. Interlaboratory compatibility was monitored using a matrix-matched calcite standard. For Mn, reported here, this standard showed a precision better than 3%over all analyses, at ETH and UU, and with an offset of less than 5%from an offline-determined (solution ICP-AES) concentration analyzing discrete subsamples. The matrix-matched standard is routinely included in the analyses and has been monitored since 2010 at Utrecht University. Analytical error (equivalent to 1 sigma), based on repeated measurement of an external standard, was &lt; 5% for reported elements. Each laser ablation measurement was screened for contamination by monitoring Al and Pb. On encountering surface contamination, the data integration interval was adjusted to exclude any Al or Pb enrichment. Cross-plots between Al and Pb versus Mn showed that they are unrelated, confirming the accuracy of the integrations.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Foraminiferal trace elements | Geochemistry | Time: 2006\/2010",
        "group1matches": "calcite",
        "group2matches": "trace elements|Geochemistry|Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:9f44c16a-ccc1-4bef-8e98-d01320797271",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:a274f26d-0e77-4661-a7cb-fef63fb06493",
        "title": "Wave overtopping: impact of water jets on grassed inner slope transitions",
        "description": "The project SBW ('Sterkte &amp; Belastingen Waterkeringen' with respect to grassed inner slopes focuses on the improvement of reliable overtopping criteria for the present dike structures. Experiments are carried out using a wave overtopping simulator. This device is developed to create full scale overtopping conditions on a inner slope. Experiments show initiation of erosion of the grass layer downstream of the transition of the slope and a horizontal part. The focus of the present research is modelling of the erosion process at a transition. The erosion process is described by two different models. The Transition Model (TM) is derived to describe the development of the scour hole due to the impinging forces of the overtopping wave tongue, known as surface erosion; The SSEA (Sites Spillway Erosion Analysis) model is taken to describe the headcut erosion process which occurs after the scour hole has reached a certain depth. The TM is based on a oblique impinging jet and a depth variable strength profile, in where near the surface the root system dominates, whereas with increasing depths cohesion and internal friction of the clay dominates.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Civil Engineering | FOS: Civil engineering | Physical Geography and Environmental Geoscience | erosion model | grass erosion | master thesis | sea dikes | water jet | wave overtopping",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "cohesion|friction",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:a274f26d-0e77-4661-a7cb-fef63fb06493",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:a4162b99-5110-4b89-bcc8-68985e7de32f",
        "title": "X-ray microtomography of early Iron Age glass beads",
        "description": "The data contain X-ray micro-computed tomography scans of two frothy glass beads found in an urn-field in Zutphen, the Netherlands. It contains the raw data and the interpretation. Also included is a short video (mp4 file) with an explanation and animation of the scans.",
        "subjects": "Archaeology | Archeology | Iron Age | glass | micro-CT scans | ornaments | Time: Early Iron Age",
        "group1matches": "glass beads|glass beads",
        "group2matches": "CT scans|computed tomography",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:a4162b99-5110-4b89-bcc8-68985e7de32f",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:a66190ca-5a88-4cc2-a4b8-401b21eb77c0",
        "title": "Numerical and experimental research of wave interaction with a porous breakwater",
        "description": "The design formula for rubble mound breakwaters by Van der Meer has an unclear Notional Permeability term. This term causes a lot of confusion for designers. In the past many people have tried to derive a better formulation for that term by experimental and analytical research. The goal of this study was to obtain a better formulation along a numerical way. This study explores the numerical possibilities and tries to define which direction has to be taken in future research. As a first step, a very simplified case is taken with a vertical homogeneous breakwater which interact with monochromatic waves. In total six different blocks were made of epoxy and elastocoast. Only 4 out of the 6 blocks were tested. Also the porosity (n), laminar friction (α) and turbulent friction constant (β) of the blocks were determined experimentally. This way the experimental results could be compared with computations. These experiments have been done in the large flume of the Environmental Fluid Mechanics Laboratory of the TU Delft. Two types of data were collected: pore pressures and water levels in front and behind the block. The water levels seemed to be the most reliable data. The main deficit of the setup was the wave absorber at the end of the flume. The wave absorber is not able to sufficiently absorb long waves. So the dataset had to be corrected for that effect. The created dataset was in line with results from earlier experiments.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | Van der Meer formula | breakwater | master thesis | notional permeability | porous flow",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "friction|friction|Permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:a66190ca-5a88-4cc2-a4b8-401b21eb77c0",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:a83af30e-dc2d-45be-b4cc-0273f3f254a6",
        "title": "Supplemental materials for the manuscipt: Rapid Construction of Global Pore Network of Tight Sandstone based on Microscale Computerized Tomography Image and Experiment Permeability",
        "description": "Simulation and analysis data for the paper \"Rapid Construction of Global Pore Network of Tight Sandstone based on Microscale Computerized Tomography Image and Experiment Permeability\"",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Other Mineral Resources (excl. Energy Resources) | Computerized Tomography | Numerical characterization | Pore structure | Pore structure characterization | Porous materials | Sandstone",
        "group1matches": "Sandstone|Sandstone|Sandstone",
        "group2matches": "Permeability|Permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:a83af30e-dc2d-45be-b4cc-0273f3f254a6",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:b2142c01-b427-4351-81a9-c06279a4f1d3",
        "title": "Erosion tests with the annular flume",
        "description": "To predict the changes of natural systems like estuaries and tidal lagoons as a consequence of human interferences often numerical models are applied. An important aspect is the erosion and transport of sediment. Therefore, these models require formulations that describe the erosion of the sediment bed consisting of sand, mud and organic matter. A physically founded and validated process-based description of these mixed sediments is still missing. Recently, a theoretically derived formulation for erosion of mixed sediments has been proposed. However, a proper validation of this new formula is lacking. Therefore, a systematic study has been undertaken. First, studies have been executed to investigate the individually physical properties in this formula. Next, erosion tests have been executed on a large number of varying sample compositions using a straight, re-circulating flume. The effect of sediment structures and cohesiveness of the sediment bed has been investigated, from which the new formulations could be qualified. However, this experimental set-up was relatively small, with possible large influences of e.g. boundary effects. Therefore, another set of erosion experiments had to be carried out to supplement the results of the mentioned tests. The objective of this study was to quantify the newly defined theorem for the erosion behavior of sand-mud mixtures. The experiments were carried out on three different artificially generated sand-silt-clay mixtures, using a large annular flume. The mixtures were homogeneously mixed and 100% saturated and, subsequently, placed in the flume. A unidirectional flow was generated by rotating the top-lid and the flume in opposite directions. The flow-induced shear stresses near the bottom were varied by increasing the rotational speeds step by step. An observation on the erosion behavior of the beds was carried out, as well as the measurement of the concentration of suspended fines over the vertical. Due to the occurring secondary currents, the eroded sand accumulated along the outer bend of the flume. By collecting this the amount of eroded sand was quantified. The shear stresses near the bottom were not measured directly, but were determined by means of a large eddy simulation model. The results show two parts regarding the erosion behavior of the mixtures. Before the complete failure of the bed (part 2), different modes of erosion were identified in which only small amounts of material were eroded (part 1). Mainly due to the placement of the bed, the bed strength was slightly varying in the upper part of the sediment bed concerning both the horizontal as the vertical direction. In this first part floc erosion occurred for the fines. Sand was transported as bed load as well as in the sheet flow regime. For this part, the concentration of eroded fines showed a typically non-linear increase as usually occurred for erosion tests with deposited beds. Several possible explanations for this unexpected behavior are discussed. For part 2, surface erosion was observed, during which the concentration was increasing linearly with time. The erosion rate as function of bed shear stresses revealed that the threshold of erosion for samples with a sand-silt skeleton was relatively high, while the threshold for the sample with the clay-water matrix was lower. A transition in erosion behavior was observed when regarding the erosion parameters for both fines and sand. This transition occurred for a plasticity index of around seven, which agrees well with the transition in mechanical behavior for sand-dominated to clay-dominated sediment as found in previous empirical geotechnical studies.",
        "subjects": "Land and Water Management | annular flume | erosion | master thesis | validation",
        "group1matches": "sediments|sediments",
        "group2matches": "plasticity",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:b2142c01-b427-4351-81a9-c06279a4f1d3",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:b2d046b5-e4f1-4214-8356-3a10e49f7d6d",
        "title": "Data for the characterisation of carbonate-rich diatomite ores",
        "description": "This dataset contains data collected for the characterisation of carbonate-rich diatomite ores of the Elche de la Sierra deposit (Spain) at Delft University of Technology. The dataset comprises chemical data from X-ray fluorescence, infrared data collected with laboratory and portable instruments in the SWIR, MWIR and LWIR ranges, and Environmental Scanning Electron Microscopy (ESEM)",
        "subjects": "Environmentally Sustainable Mineral Resource Activities | Geology | FOS: Earth and related environmental sciences | Resources Engineering and Extractive Metallurgy | FOS: Environmental engineering | Primary Mining and Extraction of Mineral Resources | Carbonates | Diatomite | Environmental scanning electron microscopy (ESEM) | Long wavelength infrared spectroscopy (LWIR) | Mid wavelength infrared spectroscopy (MWIR) | Short wavelength infrared spectroscopy (SWIR) | dissertation",
        "group1matches": "Carbonates",
        "group2matches": "Electron Microscopy|electron microscopy|infrared spectroscopy|infrared spectroscopy|infrared spectroscopy|Microscopy|microscopy",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:b2d046b5-e4f1-4214-8356-3a10e49f7d6d",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:b7a86a1b-7268-40dd-abda-7c0f18d11486",
        "title": "Supplemental data for the paper: Diffusion of hydrophilic organic micropollutants in granular activated carbon with different pore sizes",
        "description": "Hydrophilic organic micropollutants are commonly detected in source water used for drinking water production. Effective technologies to remove these micropollutants from water include adsorption onto granular activated carbon in fixed-bed filters. The rate-determining step in adsorption using activated carbon is usually the adsorbate diffusion inside the porous adsorbent. The presence of mesopores can facilitate diffusion, resulting in higher adsorption rates.We used two different types of granular activated carbon, with and without mesopores, to study the adsorption rate of hydrophilic micropollutants. Furthermore, equilibrium studies were performed to determine the affinity of the selected micropollutants for the activated carbons. A pore diffusion model was applied to the kinetic data to obtain pore diffusion coefficients. We observed that the adsorption rate is influenced by the molecular size of the micropollutant as well as the granular activated carbon pore size.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Civil Engineering | FOS: Civil engineering | Environmental Science and Management | FOS: Earth and related environmental sciences | Activated carbon | Adsorption kinetics | Hydrophilic micropollutants | Intra-particle diffusion | Pore diffusion",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "pore size",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:b7a86a1b-7268-40dd-abda-7c0f18d11486",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:bbcb782b-5e89-4cb9-8b8e-d4fe42c26de1",
        "title": "Supplemental data for the paper: Stretching the limits of dynamic and quasi-static flow testing on cohesive limestone powders",
        "description": "This is the meta data as well as the raw experimental data for the paper: \"Stretching the limits of dynamic and quasi-static flow testing on limestone powders\" that published in Powder Technology.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Mechanical Engineering | FOS: Mechanical engineering | Materials Engineering | FOS: Materials engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | Cohesion | GranuDrum | GranuHeap | Limestone Powder | Ring shear test | Static to Dynamic | Powder friction",
        "group1matches": "limestone|limestone|Limestone",
        "group2matches": "Ring shear|Cohesion|friction|shear test",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:bbcb782b-5e89-4cb9-8b8e-d4fe42c26de1",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:c858c210-953a-4afa-88f2-5efab7f6c83e",
        "title": "Supplemental data for the publication: A Cross-System Comparison of Bacterial Dark Carbon Fixation in Coastal Sediments",
        "description": "This study reports 8 new dark carbon fixation rates (DCF) which were compiled into one data set in combination with 27 DCF rates in literature for coastal sediments. Geografical location and DCF rates are listed for the 8 new sites. DCF rates were compared with sediment charactsitics to elucidate possible correlations as described in the paper. Hence physico-chemical characteristics (porosity, organic content, oxygen uptake) of sediments are listed for all observations included in the study.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Microbiology | FOS: Biological sciences | Beggiatoa | Bioturbation | Cable bacteria | Chemoautotrophy | Fatty acids | Salt marsh | dissertation | Time: 2011-02\/2011-08",
        "group1matches": "Sediments|sediments|sediments",
        "group2matches": "Geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:c858c210-953a-4afa-88f2-5efab7f6c83e",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:cea66f95-c6e5-4173-af01-1c7384417d79",
        "title": "Experimental research on spatial distribution of overtopping",
        "description": "The scope of this thesis is to find an empirical formula to describe the distribution of overtopping at the space behind the crest. In this research, a physical model was developed on which irregular waves are tested. Because of the duration of the tests and the amount of collected water (significant lose of water during the test), a completely new measuring system was designed. Five influencing parameters (variables) are considered on this research: wave height, wave period\/steepness, slope angle, crest freeboard and crest permeability. The entire overtopping process is analysed separately for the total overtopping discharge, the overtopping discharge directly behind the crest and the distribution of overtopping behind the structure. In the analysis of the data collected from the measurements, the impact of the varying parameters is investigated leading to useful conclusions and better understanding of the entire process. Additionally, the experimental findings are analysed and compared to the relative existing methods.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | breakwater | master thesis | overtopping",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:cea66f95-c6e5-4173-af01-1c7384417d79",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:cf631d8c-ee8a-401b-bb84-5699f4ecc15f",
        "title": "Highly permeable and mechanically robust silicon carbide hollow fiber membranes: Supplementary Video",
        "description": "Silicon carbide (SiC) membranes have shown large potential for applications in water treatment. Being able to make these membranes in a hollow fiber geometry allows for higher surface-to-volume ratios. In this study, we present a thermal treatment procedure that is tuned to produce porous silicon carbide hollow fiber membranes with sufficient mechanical strength. Thermal treatments up to 1500 °C in either nitrogen or argon resulted in relatively strong fibers, that were still contaminated with residual carbon from the polymer binder. After treatment at a higher temperature of 1790 °C, the mechanical strength had decreased as a result of carbon removal, but after treatments at even higher temperature of 2075 °C the SiC-particles sinter together, resulting in fibers with mechanical strengths of 30–40 MPa and exceptionally high water permeabilities of 50,000 L m−2 h−1 bar−1. In this supplementary video we demonstrate the mechanical robustness and extreme clean water fluxes in a visual manner.",
        "subjects": "Materials Engineering | FOS: Materials engineering | Civil Engineering | FOS: Civil engineering | Inorganic porous hollow fiber | Oil-water separation | Silicon carbide | Water treatment",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "mechanical strength|mechanical strength",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:cf631d8c-ee8a-401b-bb84-5699f4ecc15f",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:d2ba436f-78c0-4105-8a1f-5422fcb37851",
        "title": "Data of embedded humidity sensors, sample weights, and measured pore volume distribution for eight screed types",
        "description": "Four cement-based and four calcium-sulphate-based screed types are investigated. The samples have a diameter of 300 mm and a height of 35 or 70 mm. Up to ten humidity sensors are embedded directly during the concreting of the screed samples. Thus, the humidity over the sample height is monitored during hardening, hydration, evaporation, and oven drying. Furthermore, the screed samples are weighted during every measurement to determine the total mass and the corresponding moisture loss. To define the pore system precisely, mercury intrusion porosimetry as well as gas adsorption is performed. According to the data, the entire pore volume distribution is known. The measured pore diameters range from 0.8 nm to 100 µm and the total porosity of the examined screeds ranges between 11 % and 22 %.",
        "subjects": "Civil Engineering | FOS: Civil engineering | building materials | material sciences | moisture measurement | screed",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "gas adsorption",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:d2ba436f-78c0-4105-8a1f-5422fcb37851",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:d9d1483a-8508-4443-aa93-0d7a5c503776",
        "title": "Wave overtopping at rubble mound breakwaters with a non-reshaping berm",
        "description": "Wave overtopping was investigated by means of a physical model. The breakwater scale model was divided into 8 collection bins. Overtopped volumes were collected and pumped into floating tanks further down the flume. After the experiment the mass of the floating tanks was measured and the mean overtopping discharge could be determined for 8 horizontal positions on the breakwater. The measured total overtopping discharges cannot be predicted accurately by existing prediction methods. On the basis of experimental data a new prediction method was proposed that achieves an excellent fit for total overtopping. The crest freeboard definition was adjusted to account for the permeability of the crest. The reduction factor accounting for slope roughness was made dependent on the Iribarren number. For Iribarren numbers higher than 6, this method calculates no reduction of overtopping due to slope roughness. The effect of a permeable berm on total overtopping was found to be remarkably different from the effect of an impermeable berm. Permeable berms below Still Water Level (SWL) lead to less reduction of overtopping than impermeable berms below SWL. Berms above SWL lead to wave breaking on the slope in front of the berm. Contrarily to impermeable berms above SWL, a permeable berm above SWL leads to significant reduction of overtopping. The measured spatial distribution of overtopping is associated with a lot of seemingly random behaviour. Large differences were found with the experimental data of Lioutas (2010). It is suspected that the used experiment setup gives rise to significant model effects for the spatial distribution of overtopping. An experiment setup was recommended that is expected to more accurately model the behaviour of the prototype situation. Data on the spatial distribution of overtopping could not accurately be predicted by existing prediction methods. In some cases existing prediction methods provided an upper limit for overtopping (Juul Jensen, 1984) but none led to a good fit with the experimental data. A new reduction factor was found that reduces the amount of scatter and provides a conservative prediction of the experimental data.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | breakwater | master thesis | permeable breakwater | reduction factor | rubble mound | wave overtopping",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:d9d1483a-8508-4443-aa93-0d7a5c503776",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:da1d236b-7d0a-4c67-9136-bf913a7aa1b2",
        "title": "3D Dense DTS: temperature data from waterbodies subject to thermohaline stratification - Laboratory measurements and field campaigns in the Noordplas Polder and at Kortenhoef",
        "description": "A fiber-optic cable was woven through a PVC cage in order to apply Distributed Temperature Sensing (DTS) at a high resolution in three dimensions within a stratified water body. The DTS setup was employed in a laboratory water tank and two field campaigns in water bodies with varying temperature and salinity gradients. In order to measure with a high vertical resolution near the bottom, the horizontal cable nets were closely spaced in the lower part of the setup.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Environmental Engineering | FOS: Environmental engineering | Other Engineering | FOS: Other engineering and technologies | 3D Dense DTS | Distributed Temperature Sensing | Double-diffusion | Enhanced-resolution DTS | High-resolution DTS | Raman scattering | Temperature profile | Thermohaline stratification | Water body | Water management | Time: 2013-08-19\/2013-08-21, 2013-10-07\/2013-10-11, 2014-03-17\/2014-03-24",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Raman",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:da1d236b-7d0a-4c67-9136-bf913a7aa1b2",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:dc3627dd-8434-4fa3-a4f0-b886c31c1ce2",
        "title": "Acoustic, mechanical, and microstructure data used in: Ultrasonic Imaging of the Onset and Growth of Fractures within Partially Saturated Whitby Mudstone using Coda-Wave Decorrelation Inversion",
        "description": "Using active ultrasonic source survey data, Coda-wave Decorrelation (CWD) time-lapse imaging during the triaxial compression of Whitby Mudstone cores provides a 3-D description of the evolution and redistribution of inelastic strain concentrations. Acoustic Emissions (AEs) monitoring is also performed between any two consecutive surveys. From these data, we investigate the impact of initial water saturation $S_w$ on the onset, growth, and reactivation of inelastic deformation, compared to the post-deformation fracture network extracted from X-ray tomography scans. Our results indicate for the applied strain-rate and degree of initial water saturation, and within the frequency range of our ultrasonic transducers (0.1 to 1 MHz), that inelastic strain localisation and propagation in the Whitby Mudstone does not radiate AEs of sufficient magnitude to be detected above the average noise level. This is true for both the initial onset of inelasticity (strain localisation), and during macroscopic failure. In contrast, the CWD results indicate the onset of what is interpreted as localised regions of inelastic strain at less than fifty percent of the peak differential stress the Whitby Mudstone can sustain. The seemingly aseismic nature of these clay-rich rocks suggests the gradual development of inelastic strain, from the microscopic diffuse damage, up until the macroscopic shear failure.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geophysics | Mineral Exploration | Coda-Wave Decorrelation | Monitoring | Mudstones",
        "group1matches": "Whitby Mudstone|Whitby Mudstone|Whitby Mudstone|Whitby Mudstone",
        "group2matches": "inelastic strain|Acoustic Emissions|water saturation|water saturation|inelastic strain|inelastic strain|inelastic strain|X-ray tomography|triaxial compression|inelastic|inelastic deformation|inelastic|inelasticity|inelastic|inelastic|shear failure|X-ray tomography",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:dc3627dd-8434-4fa3-a4f0-b886c31c1ce2",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:deed39cd-7eee-4e10-a469-422ee57953cc",
        "title": "Analysis of the notional permeability of rubble mound breakwaters by means of a VOF model",
        "description": "A Volume-of-Fluid (VOF) model is used as a tool to analyse the notional permeability of rubble mound breakwaters. Several physical model tests of Van der Meer (1988) are simulated in this numerical model. Pressure and flow velocity values are measured inside the top layers of the breakwaters.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Volume-of-Fluid (VOF) | breakwaters | hydraulic engineering | master thesis | notional permeability | porous media | Time: 2014-2015",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability|permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:deed39cd-7eee-4e10-a469-422ee57953cc",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:e25699b4-0a1d-4ed0-9333-626b49f73ad0",
        "title": "Table of K-Ar data from Shimanto paleoseismic Faults",
        "description": "Data used in fault dating at three localities in the northern Shimanto belt of Japan: the Goshikinohama Fault, the roof thrust of the Okitsu melange, and the Nobeoka Thrust. Samples were separated into different size fractions, percentage of illite polytypes were determined by modeling XRD patterns, and K-Ar dates were obtained for each size fraction as a function of illite polytype percentages. Geographic coordinates for sample localities are included",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Geophysics | Fault dating | Radiometric dating | Regional tectonics | Structural geology",
        "group1matches": "illite|illite",
        "group2matches": "K-Ar|K-Ar",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:e25699b4-0a1d-4ed0-9333-626b49f73ad0",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:e39a669a-75e5-4040-b715-fa40aec57bfa",
        "title": "The influence of core permeability on the stability of interlocking, single layer armour units",
        "description": "The permeability of a breakwater is of great importance for the stability of the armour layer. The influence of the structural permeability on the stability of rock armour units was already researched by Van der Meer using the 'notional' permeabiltiy. However, for single layer interlocking armour units the influence core permeability is rather unfamiliar. The goal of this research is to extend the knowledge on the failure mechanism of the armour layer for different structural permeability. To achieve this goal, model tests are conducted in the permeameter of the Technical University of Delft and in the wave flume of Delta Marine Consultants, Utrecht. The tests show that the stability of the armour layer decreases with increasing and decreasing core permeability.",
        "subjects": "Land and Water Management | Civil Engineering | FOS: Civil engineering | Interdisciplinary Engineering | FOS: Other engineering and technologies | master thesis",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeameter|permeability|permeability|permeability|permeability|permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:e39a669a-75e5-4040-b715-fa40aec57bfa",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:e6fec088-761a-4984-a66c-b544e1172965",
        "title": "Supplementary data for the paper: \"Multiscale evaluation of potential damage in jetted laterals”",
        "description": "Description of files &amp; naming convention in relation to data publication, in relation to the project deliverable D4.3 of the Horizon 2020 project “SURE” (grant nr. 654662). The data has additionally been used in the following journal publication: Bakker &amp; Barnhoorn, “Multiscale evaluation of potential damage in jetted lateral boreholes”, accepted, 2019, International Journal of Rock Mechanics and Mining Sciences. Bakker &amp; Barnhoorn, “Multiscale evaluation of potential damage in jetted laterals”, submitted to International Journal of Rock Mechanics and Mining Sciences.",
        "subjects": "Renewable Energy | Geology | FOS: Earth and related environmental sciences | Civil Engineering | FOS: Civil engineering | Other Earth Sciences | Jet drilling | Lateral damage | True Triaxial testing | UCS testing | Uniaxial Compressive Strength Testing (UCS Testing)",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "True Triaxial|Uniaxial Compressive Strength|Rock Mechanics|Rock Mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:e6fec088-761a-4984-a66c-b544e1172965",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:f47a3eaf-7cd0-4e4a-ac48-91a293314134",
        "title": "Stress, strain, velocity and attenuation data of shale, limestone and sandstone samples brought to failure",
        "description": "The dataset contains the data that is published in the Geophysics paper: Experimental identification of the transition from elasticity to inelasticity from ultrasonic attenuation analyses by Barnhoorn et al. in 2018. It contains stress, strain, velocity and attenuation data of uniaxial unconfined compression tests of sandstone, shale and limestone samples brought to failure. The data is placed in a matlab script with including the variables and plotting routines for figures 5-7 of the manuscript",
        "subjects": "Geophysics | FOS: Earth and related environmental sciences | geophysics | rock mechanics",
        "group1matches": "shale|limestone|sandstone|sandstone|shale|limestone",
        "group2matches": "elasticity|unconfined compression|inelasticity|rock mechanics",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:f47a3eaf-7cd0-4e4a-ac48-91a293314134",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:f4f52bf6-4f45-403b-90cf-45f845a560b7",
        "title": "Data underlying the research on: Geochemical and 40Ar\/39Ar geochronological raw data for white mica of the Tsakkok Lens, Scandinavian Caledonides",
        "description": "Raw data files for white mica geochemistry and in-situ 40Ar\/39Ar geochronology of white mica from the Tsakkok Lens, Seve Nappe Complex, Scandinavian Caledonides",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | argon-argon dating | geochemistry | geochronology | white mica",
        "group1matches": "mica|mica|mica|mica",
        "group2matches": "geochronology|geochronology|argon-argon dating|Geochemical|geochemistry|Geochemistry|geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:f4f52bf6-4f45-403b-90cf-45f845a560b7",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:f5bd2da9-4822-40b5-9b4f-067aa5dc675c",
        "title": "Supplementary data for the publication: Late Miocene climate cooling contributed to the disappearance of hominoids in Yunnan region, southwestern China",
        "description": "The datasets are the geochemical data, which are the major elements of the sediments. It can be used to extract the climate information based on the chemical weathering process.",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Climate and Climate Change | Soils | Late Miocene | climate | geochemical | hominoids | sediment | weathering process",
        "group1matches": "sediments",
        "group2matches": "major elements|geochemical|Geochemistry|geochemical",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:f5bd2da9-4822-40b5-9b4f-067aa5dc675c",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:fa79ca89-04cc-4caa-a09e-b73160f15f54",
        "title": "Supplement to Master Thesis 'Towards a uniform and optimal approach for safe NLFEA of reinforced concrete beams'",
        "description": "Application of Nonlinear Finite Element Analysis (NLFEA) is lagging behind the many digital advances in the structural engineering practice. This is due to the need for codes and standards. To help development of these codes and standards, 19 solution strategies were developed by varying the cracking model, element size, reinforcement model and equilibrium aspects. The constants aspects of the constitutive model, like confinement and the reduction compressive strength due to lateral cracking, are based on the RTD1016 Dutch Guideline. All models are two-dimensional with a plane stress assumption and in all cases the analysis is force controlled with the application of an arclength method.\\\\ The strategies were benchmarked with 101 experiments on reinforced concrete beams selected from literature. Those beams cover a broad range of design aspects, failing both in shear and bending, reinforcement configurations with- and without shear reinforcement, both prestressed and conventional reinforcement and heights ranging from 90 to 1200 mm.\\\\ This resulted in 1919 NLFEAs which were performed with an automated approach in the DIANA multi-purpose finite element software package. It was concluded that the failure load and failure mode of the experiments can be approximated with a mean uncertainty of 1.05 with a coefficient of variation around 10 percent, provided that an appropriate solution strategy is applied. It is possible to assign an appropriate solution strategy when the structural design is known, where the main influence is the presence of shear reinforcement. Beams with stirrups are robustly modelled by a rotating crack model, while beams without stirrups were found to be better approximated by a fixed crack approach with specific choices regarding reinforcement modelling and equilibrium.\\\\ To have a more objective way of judging the ductility of a failure, a measure of the dissipated energy in the reinforcement was implemented in the DIANA code. It was found that the mean model uncertainty of a ductile failure can be as low as 1.045, with a coefficient of variation around 10 percent. Brittle failures showed a mean uncertainty of 1.131, with a coefficient of variation just below 16 percent. Therefore the ductility index was found to be a valid way to judge the reliability of an NLFEA result.\\\\ This study has demonstrated the applicability of force controlled NLFEA for reinforced concrete beams. The derived properties of the model uncertainties are a crucial input for safety formats.",
        "subjects": "Civil Engineering | FOS: Civil engineering | Statistics | FOS: Mathematics | Materials Engineering | FOS: Materials engineering | Concrete Beams | DIANA, | Ductility Index | Model Uncertainty | NLFEA | ULS | master thesis",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "crack|crack|ductility|ductility|Ductility|cracking|cracking",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:fa79ca89-04cc-4caa-a09e-b73160f15f54",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:fc054477-e113-45a6-bca4-8a21116641be",
        "title": "Clogging of permeable pavements in semi-arid areas",
        "description": "In order to investigate the effect of semi-arid climate on clogging of the permeable pavements, porous concrete was chosen in this research as the proper type to apply in these areas. As the fine dust in these areas is the main cause of clogging, the pavement behavior under this condition was evaluated by the lab experiment. During the lab experiment different sub-bases (sand and stone) were also examined to see the differences in clogging process under various conditions. The results from this research shows that the wind suspended particles, as the main cause of clogging in semi-arid areas, can be washed through the pavement and cause a very slow clogging process. Comparison the results of different sub-bases shows the significant effect of the pores size in the sub-base on the clogging process. In case of higher porous sub-base, sediments can be migrated from the pavement to the sub-base easily. But in case of less porous sub-base the blocking of the interface and first layers of the sub-base can create more resistance through the flow migration. As the clogging in case of larger particles happens rapidly, therefore in order to design the pavement, average size of particles that can go through it should be taken into account.",
        "subjects": "Physical Geography and Environmental Geoscience | FOS: Earth and related environmental sciences | arid areas | clogging | master thesis | pavement | permeability",
        "group1matches": "sediments",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:fc054477-e113-45a6-bca4-8a21116641be",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:fccd7c19-ec6f-438a-876c-bcab3b59b221",
        "title": "Raw data files for white mica geochemistry and in-situ 40Ar\/39Ar geochronology of white mica from the Tsakkok Lens, Seve Nappe Complex, Scandinavian Caledonides - Revised",
        "description": "Revised raw data files for white mica geochemistry and in-situ 40Ar\/39Ar geochronology of white mica from the Tsakkok Lens, Seve Nappe Complex, Scandinavian Caledonides",
        "subjects": "Geochemistry | FOS: Earth and related environmental sciences | Geology | Scandinavian Caledonides | Seve Nappe Complex | argon-argon dating | geochemistry | geochronology | white mica",
        "group1matches": "mica|mica|mica|mica|mica",
        "group2matches": "geochronology|geochronology|geochronology|argon-argon dating|geochemistry|geochemistry|Geochemistry|geochemistry",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:fccd7c19-ec6f-438a-876c-bcab3b59b221",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:fe47c333-2965-4466-9f31-c2a4fac1709d",
        "title": "Damage on rock slopes under wave attack",
        "description": "The aim of this study is the particularisation of the accuracy margins for the determination of the damage level in the experimental plan proposed by Remon Kik at his thesis for the study of Notional Permeability of breakwaters “The experimental research of the permeability factor P”. The evaluation of the proposed technique took place by means of comparisons between different test cases in order to specify the existence of similarities in the statistical behaviour of original tests and their repetitions. Therefore, statistical tests are used to examine the behaviour of the individual tests not only individually, but also in combination with the rest of the test components.",
        "subjects": "Geology | FOS: Earth and related environmental sciences | Civil Engineering | FOS: Civil engineering | Land and Water Management | damage under wave attack | master thesis | rock slopes",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "Permeability|permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:fe47c333-2965-4466-9f31-c2a4fac1709d",
        "doiVersion": "0"
    },
    {
        "doi": "10.4121\/uuid:fed501ae-c3b7-4084-9b0c-cf4cc5eee586",
        "title": "The Effects of Fluctuating Operation on Reverse Osmosis Membranes",
        "description": "Directly coupling renewable energy to reverse osmosis may be the most cost effective solution to supply potable water to remote and isolated areas that lack infrastructure and safe drinking water. These systems do not use batteries but rather operate only when sufficient energy is available and store any excess energy as water. Since reverse osmosis membranes are designed to be operated for continuous periods under constant power, it has been unclear how the fluctuating operation will affect the performance of the membranes. In these experiments, a small-scale reverse osmosis unit (maximum production 8 m3\/day) was set up in the laboratory to continually recycle and treat a reservoir of artificial seawater (32 800 mg\/L NaCl). The power of the high pressure pump feeding the reverse osmosis membranes is fluctuated corresponding to inputs of real wind data entered through an automated computer system. Measurements of pressure, permeate production and conductivity were continually recorded and used to determine if there were changes in the membrane permeability coefficient and salt rejection of the membrane resulting from fluctuating operation. After more than 650 hours of fluctuating operation, no deterioration of reverse osmosis membrane performance was observed.",
        "subjects": "Chemical Engineering | FOS: Chemical engineering | Civil Engineering | FOS: Civil engineering | fluctuation | master thesis | osmosis | reverse osmosis membrane",
        "group1matches": "Civil Engineering|Civil engineering",
        "group2matches": "permeability",
        "group3matches": null,
        "doiBase": "10.4121\/uuid:fed501ae-c3b7-4084-9b0c-cf4cc5eee586",
        "doiVersion": "0"
    }
]